{
  "identifier": "0002",
  "document_uuid": "eeb3ca2e-dc7f-5b26-9b19-56f38eebe623",
  "pdf_filename": "ID_0002_greenpeace-nordic-assn-v-ministry-of-petroleum-and-energy-people-v-arctic-oil_c4546edcd30d144ba35805a6ce08fe26.pdf",
  "pdf_path": "pdfs/first_processing_batch/ID_0002_greenpeace-nordic-assn-v-ministry-of-petroleum-and-energy-people-v-arctic-oil_c4546edcd30d144ba35805a6ce08fe26.pdf",
  "extraction_timestamp": "2025-11-06T17:12:47.612677",
  "extraction_method": "pdfplumber",
  "extraction_time_seconds": 47.38255000114441,
  "success": true,
  "error": null,
  "text": "J U D G M E N T\ngiven on 22 December 2020 by the plenary of the Supreme Court with\nChief Justice Toril Marie Øie\nJustice Jens Edvin A. Skoghøy\nJustice Bergljot Webster\nJustice Wilhelm Matheson\nJustice Aage Thor Falkanger\nJustice Kristin Normann\nJustice Henrik Bull\nJustice Knut H. Kallerud\nJustice Arne Ringnes\nJustice Ingvald Falch\nJustice Espen Bergh\nJustice Cecilie Østensen Berglund\nJustice Borgar Høgetveit Berg\nJustice Erik Thyness\nJustice Kine Steinsvik\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\nAppeal against Borgarting Court of Appeal's judgment 23 January 2020\nNature and Youth Norway\nGreenpeace Nordic\nFriends of the Earth Norway (intervener)\nThe Grandparents Climate Campaign (Counsel Emanuel Feinberg and\n(intervener) Cathrine Hambro)\nv.\nThe State represented by the Ministry of (The Office of the Attorney General\nPetroleum and Energy represented by Fredrik Sejersted)\n(Assisting counsel Anders Flaatin\nWilhelmsen)\nThis is a translation of the ruling given in Norwegian. The translation is provided for information purposes only.\n\n2\n(1) Justice Høgetveit Berg:\nIssues and background\nSubject matter\n(2) This case concerns the validity of a royal decree of 10 June 2016. The decree – the decision –\nconcerns ten petroleum production licences awarded for a total of 40 blocks or parts of blocks\non the Norwegian continental shelf in the marine areas referred to as the south Barents Sea\nSouth and the southeast Barents Sea – the 23rd licensing round.\n(3) The decision has its legal basis in section 3-3 of the Petroleum Act. The key issue raised is the\ndecision's compliance with Article 112 of the Constitution on the right to a healthy\nenvironment. The case also raises the issue of whether the decisions complies with Article 93\non the right to life or Article 102 on the right to respect for private and family life, and with\nthe corresponding Articles 2 and 8 of the European Convention on Human Rights – ECHR –\nor whether the decision is otherwise invalid due to procedural errors. The crux of the matter is\nthe interpretation of Article 112 of the Constitution and to which extent it confers substantive\nrights on individuals that may be asserted in court.\n(4) The parties agree that we are facing major challenges related to climate change, that at least a\nconsiderable share of the last century's temperature increase on earth is due to greenhouse gas\nemissions, and that these emissions must be reduced to halt, and hopefully reverse, the trend.\n(5) The overall constitutional issue is which role the courts are to play in the environmental work.\nThe case touches upon the principle of separation of powers and the tripartite system of the\nlegislature, the executive and the judiciary.\nThe court proceedings\n(6) On 18 October 2016, Nature and Youth Norway and Greenpeace Nordic brought an action in\nOslo District Court against the State represented by the Ministry of Petroleum and Energy,\ncontesting the validity of the decision of 10 June 2016 to award the ten production licences.\nThe claimants argued that the decision is a violation of Article 112 of the Constitution, and\nentirely or partially invalid because it breaches section 3-3, cf. section 3-1, of the Petroleum\nAct interpreted in the light of Article 112. In the alternative, it was argued that the decision\nwas invalid due to a number of procedural errors.\n(7) The 13 companies that were awarded the licences are not parties to the case. In the writ of\nsummons, the claimants referred to the Supreme Court judgment Rt-2015-641. Here, it is\nassumed that although a judgment on the validity of an administrative decision is only aimed\nat the State, and thus has no legal implications for private parties having benefited from the\ndecision, the public administration may – if invalidity is declared – be forced to consider\nrevoking it. Against this background, it is not disputed that the claimants had, and still have, a\nlegal interest in the action.\n(8) The Grandparents' Climate Campaign acted as intervener for the claimants in the District\nCourt. Friends of the Earth Norway joined the case as intervener in the Court of Appeal. The\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n3\ntwo organisations act as interveners also in the Supreme Court. The appellants and the\ninterveners will from now on be referred to as \"the environmental groups\".\n(9) On 4 January 2018, Oslo District Court ruled as follows:\n\"1. The District Court finds in favour of the State represented by the Ministry of\nPetroleum and Energy.\n2. Greenpeace Nordic, Nature and Youth Norway and the Grandparents Climate\nCampaign will jointly within 2 – two – weeks, pay costs of NOK 580 000 –\nfivehundredandeightythousand – to the State represented by the Ministry of\nPetroleum and Energy.\"\n(10) The District Court found that Article 112 of the Constitution is a \"rights provision\",\nconferring rights on individuals that may be asserted in court if the State fails to take\nmeasures under Article 112 subsection 3. The District Court also found that Article 112\napplies to local environmental damage and greenhouse gas emissions in Norway, but not to\nemissions and combustion taking place abroad. The District Court concluded that the decision\nwas not a violation of Article 112, since the risk of environmental harm and climate\ndeterioration was limited, and the mitigating measures were adequate. Finally, the District\nCourt found no procedural errors that could invalidate the decision.\n(11) Nature and Youth Norway and Greenpeace Nordic appealed to Borgarting Court of Appeal.\nAs new and alternative grounds for invalidity, they claimed that the decision was a violation\nof Article 93 of the Constitution and Article 2 ECHR on the right to life, and of Article 102 of\nthe Constitution and Article 8 ECHR on the right to respect for private and family life. The\ncontentions relating to section 3-3, cf. section 3-1, of the Petroleum Act were abandoned.\nOtherwise, the environmental groups maintained the invalidity grounds in the Court of\nAppeal.\n(12) On 23 January 2020, Borgarting Court of Appeal ruled as follows:\n\"1. The appeal is dismissed.\n2. Costs are not awarded, neither in the District Court nor in the Court of\nAppeal.\"\n(13) The Court of Appeal found, like the District Court, that Article 112 of the Constitution\nconfers rights on individuals that may be asserted in court. The Court of Appeal also found\nthat the provision applies to all environmental harm asserted in the case at hand, local damage\nas well as greenhouse gas emissions; the latter created by the petroleum extraction itself and\nthe combustion abroad. At the same time, the Court of Appeal stated that environmental harm\nmust be balanced against the measures that are being taken. It found that the threshold for\ninvalidating the decision had to be high – and that it had not been exceeded. It also found that\nthe decision could not be invalidated under Article 2 or 8 ECHR, or the corresponding\nprovisions in Articles 93 and 102 of the Constitution. Finally, the Court of Appeal found no\nprocedural errors to invalidate the decision.\n(14) Nature and Youth Norway and Greenpeace Nordic have appealed the judgment to the\nSupreme Court. The appeal challenges the Court of Appeal's application of the law and\nfindings of fact with regard to Article 112 of the Constitution. The appeal against the\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n4\nprocedure is currently limited to the licences awarded in the southeast Barents Sea. A\nreservation was made in the appeal to invoke Articles 2 and 8 of the ECHR, and Articles 93\nand 102 of the Constitution as special legal bases, and this was done during the hearing.\n(15) The Supreme Court's Appeals Selection Committee granted leave to appeal on 20 April 2020.\nOn the same day, the Chief Justice decided in HR-2020-846-J to refer the case to the plenary,\nsee section 5 subsection 4 and section 6 subsection 2 of the Courts of Justice Act.\n(16) Three of the justices – Arntzen, Indreberg and Noer – had to withdraw due to possible bias in\nthe Supreme Court's order 28 October 2020, see HR-2020-2079-P. Justice Bergsjø was also\nabsent, as he is currently on study leave. Justice Matningsdal participated in the hearing, but\nwas absent during the voting due to sickness.\n(17) The Supreme Court has received six written submissions pursuant to section 15-8 of the\nDispute Act that are to highlight public interests. These are from the Environmental Law\nAlliance Worldwide (ELAW), the Allard K. Lowenstein International Human Rights Clinic of\nYale Law School, Center for International Environmental Law (CIEL), the UN Special\nRapporteur on human rights and the environment, the Norwegian National Human Rights\nInstitution and the Climate Realists. The three first-mentioned also provided submissions in\nthe District Court and the Court of Appeal. The submissions form part of the basis for the\ndecision, see section 15-8 subsection 2 third sentence of the Dispute Act.\n(18) One area in the south Barents Sea and two in the southeast Barents Sea have been returned.\nFor the production licence remaining in the southeast Barents Sea, the operator has applied for\na return of 62 percent of the area. The parties agree that a legal interest still exists, also for the\npart concerning the southeast Barents Sea. I agree.\n(19) A memorandum dated 8 March 2013 from the Norwegian Petroleum Directorate on the\nvaluation of undiscovered petroleum resources the southeast Barents Sea, has been presented\nas a new document to the Supreme Court. The evidence of two witnesses has been taken, and\nsome other documents related to the memorandum have been presented. Apart from that, the\ncase stands as it did in the Court of Appeal.\nThe parties' contentions\nThe appellants\n(20) The appellants – Nature and Youth Norway and Greenpeace Nordic – contend:\n(21) The decision to award production licences – the 23rd licensing round – is invalid because it\namounts to a violation of Article 112 of the Constitution.\n(22) Article 112 of the Constitution must be read as a provision that confers rights on individuals\nas a safeguard against unacceptable encroachments on the natural environment, and that may\nbe asserted in court. This follows from the wording of the provision and from the preparatory\nworks to the former Article 110 b of the Constitution and the current Article 112. Policy\nconsiderations and legal literature support this interpretation.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n5\n(23) As for the content of Article 112 of the Constitution, the provision lays down both an absolute\nand a relative threshold. The provision is dynamic and must be adjusted to the climate crisis.\nThe assessment is not limited to the harmful effects of the individual decision, as this would\nentail a marginalisation contrary to the purpose of the provision. If emissions are considered\nin isolation, the targets will never be reached. The measures taken by the State under Article\n112 subsection 3 must be adequate and sufficient. Subsection 3 also lays down a duty to\nabstain from making decisions that will infringe the right under subsection 1.\n(24) The environmental harm must be assessed as a whole. Based on the purpose of Article 112,\nboth the risk of traditional environmental harm and of damaging effects of greenhouse gas\nemissions from extraction and subsequent combustion of petroleum, also abroad, must be\nrelevant.\n(25) The consequences of global warming will be catastrophic if drastic measures are not taken\nwith urgency. Norway is already emitting too much CO , and cannot hold the petroleum\n2\nproduction at its current level. In such a situation, no further production licences can be\ngranted for new fields without existing infrastructures if it may lead to petroleum production\nin 2030 and onwards. This applies at least until the State has established an appropriate\nnational tolerance limit and a framework to handle it safely. Any production licences must be\nadjustable to this.\n(26) The fossil resources that may be exploited globally in order to comply with the Paris\nAgreement have already been found. The emission cuts have not yet started in Norway. Our\nnational targets are in any case too modest, and the aggregate national contribution under the\nParis Agreement will not be sufficient to meet the 1.5-degree target. Norway’s responsibility\nmust be assessed based on Norway’s status as a large oil exporter with resources to\nrestructure. Norway must take a proportionally larger share of the climate cuts, both because\nwe have produced oil and gas resulting in major emissions, and because we have the\neconomic capacity to do so. Norway must therefore cut at least 60 percent of the greenhouse\ngas emissions within 2030.\n(27) No decisive weight can be attached to the Storting’s general position in climate and petroleum\nmatters, as Article 112 of the Constitution is intended to give the court a right of review. If\nArticle 112 is to have significance, extraction cannot be justified by possible socio-economic\nprofitability alone. Stopping the process is not a real possibility for instance in connection\nwith approval of a plan for development and operation (PDO). The production licence is\nawarded for a particularly vulnerable and valuable area connected to the polar front and the\nice edge, which must also be given weight.\n(28) The decision is consequently invalid under both the absolute and the relative threshold in\nArticle 112 subsection 1 of the Constitution. The decision is also invalid under Article 112\nsubsection 3 because the duty to take measures is not complied with.\n(29) In the alternative, the appellants contend that the decision is invalid because it amounts to a\nviolation of Article 93 of the Constitution and Article 2 of the ECHR on the right to life, and\nof Article 102 of the Constitution and Article 8 of the ECHR on the right to respect for private\nand family life. The ECHR protects such rights as are asserted in the action at hand. This\nforms the basis of, among others, the Dutch Supreme Court’s judgment 20 December 2019 in\nthe Urgenda case. The climate crisis affects and will affect persons in Norway, and there is\nwithout a doubt a “real and imminent threat”.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n6\n(30) In the second alternative, the appellants contend that the part of the decision concerning the\nsoutheast Barents Sea is invalid due to procedural errors.\n(31) Article 112 of the Constitution complements the procedural rules in the Petroleum Act. This is\nparticularly relevant to the awarding of the production licences, since there an impact\nassessment is not required at this stage.\n(32) The Supreme Court must give a preliminary ruling on whether the Storting’s opening of the\nsoutheast Barents Sea for petroleum production is valid. If that is not the case, the royal\ndecree will also be invalid.\n(33) The factors that according to the appellants invalidate the decision should in any case have\nbeen assessed and justified. This concerns above all global greenhouse gas emissions.\nFurthermore, there was a failure in the socio-economic analysis prior to the opening, as the\nstated income to the State was not discounted. If one applies the correct method, the societal\ncalculation becomes negative. Finally, there are errors in the assessment of the effects related\nto employment and CO costs. The appellants also contend that the oil price dropped so\n2\ndramatically from the opening decision until the production licence that a new assessment of\nthe economy should have been carried out. These errors imply that the decision is based on\nincorrect information – which may have affected its content. The decision must therefore be\nruled invalid.\n(34) Nature and Youth Norway and Greenpeace Nordic request the Supreme Court to rule as\nfollows:\n“1. The royal decree of 10 June 2016 to award production licences on the Norwegian\ncontinental shelf – the ‘23rd licence round’ – is invalid.\n2. Greenpeace Nordic, Nature and Youth Norway, the Grandparents Climate Campaign\nand Friends of the Earth Norway are awarded costs in the Court of Appeal and the\nDistrict Court.”\nThe interveners\n(35) The interveners – The Grandparents Climate Campaign and Friends of the Earth Norway –\nfully support the grounds of appeal submitted by the appellants and request the Supreme\nCourt to issue the same ruling.\n(36) When I herein refer to “the environmental groups”, this includes the interveners.\nThe respondent\n(37) The respondent – The State represented by the Ministry of Petroleum and Energy – contends:\n(38) The royal decree is valid. The decision is invalidated by neither Article 112 of the\nConstitution, Article 2 or Article 8 of the ECHR, nor by Articles 93 and 102 of the\nConstitution. Nor have procedural errors been committed that partially invalidate the decision.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n7\n(39) Article 112 subsection 1 of the Constitution does not confer substantive rights that private\nparties may assert in court. Although the provision lays down duties in subsection 3, it does\nnot confer corresponding rights on individuals or organisations. This follows already from the\nwording. The preparatory works and prehistory do not sufficiently support that the intention\nwas to confer to rights on individuals, and the former provision in Article 110 b was also not\ninterpreted as a rights provision. In addition, there is no sufficient basis for claiming that the\nprovision changed its character during the constitutional revision in 2014. The considerations\nof separation of powers and democracy, of which issues are suited to be reviewed in court and\nof a legally manageable and foreseeable rule, clearly suggest the same.\n(40) Article 112 subsection 3 of the Constitution imposes a duty on the State to take measures, but\nthis duty only concerns positive measures and cannot entail a duty to abstain from making a\ndecision. It follows from the preparatory works that the courts cannot review the Storting’s\ndecisions. A breach of the duty to take measures may not in any case invalidate individual\ndecisions.\n(41) If Article 112 of the Constitution confers rights, a number of interpretative issues arise,\nincluding whether the provision contains a threshold for measures in connection with validity\nchallenges. With regard to climate emissions, the provision raises a number of issues beyond\nthat. The provision is not suited to regulate greenhouse-gas emissions – and may not in any\ncase be interpreted as a limit for Norwegian petroleum expert. The emissions from\ncombustion of Norwegian petroleum occur outside of Norway, and both international and\nnational climate policy builds on the principle that each state is responsible for its own\nnational emissions.\n(42) In the alternative, the respondent contends that the decision is not a violation of Article 112,\nirrespective of whether the right in subsection 1 is independent or must be read in context\nwith the State’s duty to take measures in subsection 3. The greenhouse gas emissions from the\nextractions will not give any increase in net emissions, since these are included in the EU’s\nemissions trading system. Emissions from the 23rd licence round are in any case uncertain –\nand will be marginal. Moreover, a number of measures have been taken under subsection 3,\nand further measures can be taken if profitable discoveries are made. The emissions from\ncombustion after export are also uncertain, and will in any case be globally marginal. The\nrelevant issue would be the effect on the climate in Norway. The net effect of reducing\nNorwegian export of oil and gas is unclear and subject to debate. Also, measures are\nimplemented under subsection 3 related to global emissions. Local environmental damage is\nnot present, and the risk of such damage is minimal.\n(43) The environmental groups cannot invoke the ECHR, since they are not a “victim” under the\nConvention. Neither Article 2 nor Article 8 of the ECHR has been violated, among other\nthings due to the requirements of causality. Article 93 and Article 102 of the Constitution\nhave also not been violated.\n(44) No procedural errors have been committed in either in connection with the opening of the\nsoutheast Barents Sea or in connection with the decision to award the production licences.\n(45) The opening was a result of an extensive process, where also environmental concerns were\nassessed. The non-discounting of the estimated income to the State was not an error. Future\nincome is in any case highly uncertain at this stage.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n8\n(46) At the licensing stage, there is no requirement of an impact assessment, nor is it serviceable,\nsince it is uncertain whether profitable discoveries will be made. Section 4-2 of the Petroleum\nAct on requirements for approval of PDOs, provides sufficient room for maintaining\nenvironmental and socio-economic considerations in connection with profitable discoveries.\nThe climatic effect of national emissions are assessed at a superior level, and the effect of\ncombustion of Norwegian petroleum is considered on a regular basis in the political debate.\n(47) In the alternative, the State contends that possible errors have not at any level influenced the\ndecision. The Storting has upheld the decisions after having considered all objections that by\nfar coincide with those currently asserted by the appellants.\n(48) The State represented by the Ministry of Petroleum and Energy requests the Supreme Court to\nrule as follows:\n“The appeal is dismissed.”\nMy opinion\nThe climate challenges\nGlobal warming and climate\n(49) There is broad national and international consensus that the climate is changing due to\ngreenhouse gas emissions, and that these changes may have serious consequences for life on\nEarth.\n(50) In December 2018, the Climate Risk Commission presented the report Climate risk and the\nNorwegian economy, NOU 2018: 17. Here, the Commission presents climate-related risk\nfactors and their relevance for the Norwegian economy. The report also contains a description\nof the climate challenges globally and in Norway. The report is primarily a compilation of\nknowledge provided by the UN's Intergovernmental Panel on Climate Change (IPCC) –\nincluding its Fifth Assessment Report from 2014 (\"IPCC AR5\") and the special report on 1.5\ndegrees of warming from 2018 (\"IPCC 1.5C\"). The IPCC is a scientific body whose primary\ntask is to carry out regular assessments and comparisons of applicable knowledge on climate\nand climate change. It was established in 1988 by the UN Environmental Programme (UNEP)\nand the World Meteorological Organization (WMO). Its reports are considered the most\nimportant and best scientific basis for knowledge on climate change. What I state in the\nfollowing has been obtained from the Climate Risk Commission's report, NOU 2018: 17,\nchapter 3, pages 31–53:\n(51) The global mean temperature has risen by around 1°C since pre-industrial times. The effects\nof this warming are currently observed on all continents and in all oceans. Although the\nclimate on Earth exhibits natural variations, what we know today suggests that there is a 95–\n100 percent probability that emissions from human activities are the dominant cause of the\nobserved warming. The risk posed by the climate changes increases significantly along with\nincreased future emissions, directly or indirectly affecting nearly all natural and\nanthropogenic systems. The IPCC has estimated that global temperatures will rise by 1.5 °C\naround 2040, and reach 3–4 °C towards the end of this century, unless adjustments are made\nto climate policies around the world. A stabilisation of global warming between 1.5 and 2 °C\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n9\nin the second half of this century is considered the best possible achievement given the current\ncircumstances. For all practical purposes, the effects of global warming will be irreversible in\nthe current social perspective, and greenhouse gas emissions that have already occurred will\naffect the climate for centuries to come.\n(52) The global risk picture with a temperature rise of 2 °C includes extreme heat, draught, sea\nlevel rise, ocean acidification, floods and extreme weather. The climate changes will alter the\nconditions of life for many species and ecosystems. Hundreds of millions of people will be\nexposed to serious effects, and some ecosystems and cultures are particularly vulnerable. The\nmost exposed groups are the poor, indigenous peoples and local communities depending on\nagriculture and small-scale fishing along the coast. For the Arctic, the difference between 1.5\nand 2 degrees of global warming will be immense.\n(53) Temperatures rising beyond 2 °C creates a genuine risk of several critical tipping points being\nbe crossed. Extreme weather without historic precedent is likely to follow, and the changes\nwill have an enormous impact on marine life and the possibilities of producing food.\n(54) Like elsewhere in the world, the climate in Norway has changed notably during the last\ncentury. The annual average temperature has increased by 1 °C from 1900, and large parts of\nthe country have experienced warmer summers, milder winters, more rain, shrinking glaciers\nand higher sea levels.\n(55) Analyses of possible effects for Norway are often based on a high-emission scenario,\ninvolving a global temperature rise of 4.3 °C towards the end of the century compared to the\nreference period 1971–2000, and an increase of the mean temperature in Norway by up to 5.5\n°C above pre-industrial levels. In Arctic regions and parts of the county of Finnmark, the\nwarming will be even greater. The risk picture for Norway includes more drought, higher\ntreelines and increased forest fire hazard. The distribution of snow will change, glaciers will\ncontinue to shrink and the ocean will be warmer and more acid. The latter factor will be\ndetrimental to marine species and eco systems. The sea level will rise, and the consequences\nof storm surges will be greater. A study cited in the report from the Climate Risk Commission\nmaintains that Norway is particularly exposed to storm surges. It is expected that the weather\npattern will stabilise for longer periods, which will give longer high-pressure periods with not\nweather and weeks of little rain, alternatively large amounts of precipitation and cold and\nlonger winter periods.\nThe Paris Agreement\n(56) The international treaty on climate change – the Paris Agreement – was adopted at the UN's\nclimate summit on 12 December 2015 and is the most recent protocol to the UN Framework\nConvention on Climate Change. Norway ratified the Paris Agreement on 20 June 2016, see\nProposition to the Storting 115 (2015–2016) and Recommendation to the Storting 407 (2015–\n2016). The Paris Agreement entered into force on 4 November 2016. The royal decree that is\nbeing challenged in the case at hand was issued six months after the Paris Agreement was\nsigned, but ten days before Norway ratified it and some five months before it entered into\nforce.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n10\n(57) The purpose of the Paris Agreement is to hold the increase in the global average temperature\nto well below 2 °C above pre-industrial levels and to pursue efforts to limit the temperature\nincrease to 1.5 °C above the same levels, see Article 2 (1).\n(58) The principle of common but differentiated responsibilities in Article 2 (2) implies that\naffluent countries, such as Norway, carry a larger responsibility. According to Article 3, cf.\nArticle 4, each party is to undertake and communicate \"ambitious efforts\", which in aggregate\nwill \"represent a progression over time\". In other words, it is not a matter of even distribution;\nall parties are to do their best.\n(59) In 2015, Norway communicated to the UN an obligation to reduce emissions by at least 40\npercent from 1990, see Report to the Storting 13 (2014–2015) and Recommendation to the\nStorting 211 (2014–2015). The total emission target communicated at the time of the Climate\nRisk Commission's report were, according to the Commission, far from enough to comply\nwith the Paris Agreement, see Norwegian Official Report 2018: 17 page 46. Norway\ncommunicated in February 2020 an increased goal of 50 percent, with a cap of 55 percent,\nsee Report to the Storting 2 (2019–2020) page 69.\n(60) Through the EEA Agreement, Norway participates in the EU Emissions Trading System. In\nJune 2019, the Storting consented to the incorporation of legislative acts for reaching\nemissions goal for 2030 jointly with the EU into EEA Agreement, see Proposition to the\nStorting (Bill) no. 94 (2018–2019) and Recommendation to the Storting 401 (2018–2019).\nNorwegian climate legislation\n(61) Act relating to Norway's climate targets – the Climate Change Act – was adopted in 2017.\nThe Act is to promote the implementation of Norway's climate targets as part of its process of\ntransformation to a low-emission society by 2050, see section 1 subsection. One of the targets\nis for greenhouse gas emissions to be reduced by at least 40 percent by 2030 compared with\nthe reference year 1990, see section 3. The target for 2050 is that Norway is a low-emission\nsociety with emissions reduced by 80 to 95 percent from the reference year 1990. The effect\nof Norway's participation in the EU Emissions Trading System is to be taken into account in\nassessing the progress towards this target, see section 4. To promote the transformation, the\nGovernment shall every fifth year submit updated and as far as possible quantitative and\nmeasurable climate targets to the Storting, see section 5. In addition, the Government shall\nprovide an annual account of how these targets may be achieved and of how Norway\notherwise is preparing for and adapting to climate change, see section 6.\n(62) The Climate Change Act is aimed at the highest decision-making bodies in society; that is, the\nStorting and the Government. The Act does not lay down rights or obligations for citizens that\nmay be enforced through legal action, see Proposition to the Storting (Bill) no. 77 (2016–\n2017) pages 34 and 53. The preparatory works also specify that Norway's contribution under\nthe Paris Agreement, see section 2 of the Climate Change Act, \"is an 'economy wide' target\nfor reduced emissions. It covers, in this respect, all greenhouse gas emissions from Norwegian\nterritories, including Svalbard and Jan Mayen, and from the activities on the Norwegian\ncontinental shelf\", see the Proposition page 53.\n(63) The Norwegian Act relating to greenhouse gas emission allowance trading and the duty to\nreturn emission allowances – the Greenhouse Gas Emission Trading Act – was adopted in\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n11\n2004. The purpose of this Act is to limit the greenhouse gas emissions in a cost-efficient\nmanner by means of a duty to surrender greenhouse gas emission allowances and freely\ntransferable emission allowances, see section 1 subsection 1.\n(64) Norway has several other climate-related Acts, including the Environmental Information Act,\nthe Nature Diversity Act, the Pollution Control Act, the Petroleum Act and the CO Tax Act.\n2\nIn addition, Norway has a large number of regulations for protecting the environment and\nensuring petroleum production safety. Management plans are being prepared for the marine\nareas. Petroleum production must be carried out in accordance with plans for the designated\narea. There was previously a separate management plan for the Barents Sea and the marine\nareas off Lofoten islands. The most recent management plans, from April 2020, are compiled\nin Report to the Storting 20 (2019–2020).\nPetroleum activities in Norway\nRegulation until production\n(65) The regulation of Norwegian petroleum activities may be roughly divided into three phases:\nthe opening of a field, the exploration phase and the production phase. Before each phase,\nreports and assessments are made in accordance with the rules applicable to the relevant\nphase. For the opening phase, the main question is whether it is appropriate and desirable to\nopen the area for petroleum activities in the light of an overall balancing of advantages and\ndisadvantages. Before a production licence is awarded, the assessment is primarily related to\nwhich blocks should be announced, based on the likelihood of discovery. A block is a defined\ngeographic area. Public consultation rounds are held, involving the Storting at several stages.\nBefore extraction and production, the actual consequences of the extraction are assessed in\nmore detail.\n(66) Marine areas must be opened for petroleum activities before a production licence can be\nawarded. The opening procedure is regulated in section 3-1 of the Petroleum Act:\n\"Prior to the opening of new areas with a view to awarding production licences, an\nevaluation shall be undertaken of the various interests involved in the relevant area. In\nthis evaluation, an assessment shall be made of the commercial and environmental impact\nof the petroleum activities and possible risk of pollution, as well as the economic and\nsocial effects that petroleum activities may have.\nThe question of opening of new areas shall be put before the local public authorities and\nkey interest organisations that may be presumed to be particularly interested in the matter.\nIt should be made known through public announcement which parts are planned opened\nfor petroleum activities, and the nature and extent of the activities in question. Interested\nparties shall be given a time limit of no less than three months to present their views.\nThe Ministry is to decide on the administrative procedure to be followed in each\nindividual case.\"\n(67) According to the preparatory works, the legislature has assessed these rules against the former\nArticle 110 b subsection 2 of the Constitution, see Proposition to the Odelsting no. 43 (1995–\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n12\n1996) page 33. In section 6 d of the Petroleum Regulations, it is stated that any opening of a\nnew area under section 3-1 of the Petroleum Act must be presented to the Storting.\n(68) During the opening process, the Ministry of Petroleum and Energy is to carry out an impact\nassessment for the area on the continental shelf that is being considered opened, see chapter\n2 a of the Petroleum Regulations. The impact on the environment and the climate is among\nthe factors to be clarified, see section 6 c subsection 1 (b) and (e) of the Regulations. The\nStorting considers possible opening of an area based on the impact assessment.\n(69) A production licence gives the licensee an exclusive right to perform investigations,\nexploration drilling and extraction of petroleum deposits within the geographical area stated\nin the licence, but not a right to initiate development and production until further licences are\nawarded. The licensee becomes the owner of the oil and gas that is produced, see section 3-3\nsubsection 3 of the Petroleum Act. The procedure for announcing and granting a production\nlicence is provided in section 3-5 of the Petroleum Act and chapter 3 of the Petroleum\nRegulations. The Regulations contain several requirements for the application on the part of\nthe applicant, but during this phase, the State does not have a statutory obligation to carry out\nan impact assessment.\n(70) If profitable discoveries are made under a production licence, a process is initiated until the\nactual exploitation of the specific discovery. This process is regulated in chapter 4 of the\nPetroleum Act and in chapter 4 of the Petroleum Regulations. Among other things, the\nlicensee must apply for and obtain approval of a plan for development and operation (PDO),\nbased on an impact assessment, before development and operation may be initiated, see\nsection 4-2 of the Petroleum Act and sections 22 to 22 c of the Petroleum Regulations. I will\nreturn to this.\nFactual circumstances – particularly the 23rd licensing round\n(71) The first licensing round on the Norwegian continental shelf was announced in 1965, when 22\nproduction licences were awarded for 78 blocks. The first major discovery was the Ekofisk\nfield in 1969, where production commenced in 1971. A field comprises production from\nseveral blocks. Many great discoveries have since been made on the Norwegian continental\nshelf; a total of 3 196 blocks have been awarded. Today, there is activity on 88 fields.\n(72) Of these 3 196 blocks, 663 have been awarded in the Barents Sea. The south Barents Sea was\nopened for exploration drilling in 1989, and has currently two fields in operation: Snøhvit and\nGoliat.\n(73) The Barents Sea is particularly rich in species diversity and an important reproduction area for\nlarge fish stocks. Along the ice edge, there is a unique ecology, with a considerable\nproduction of plankton in the spring. The polar front, were cold waters from the Arctic Ocean\nmeet warmer waters from the Atlantic Ocean, also has a unique ecology.\n(74) Both the ice edge and the polar front are particularly vulnerable to oil spill. The ice edge is\nconstantly in movement and varies from year to year. Climate changes generally cause the ice\nedge and the polar front to move towards the north. In addition to the risk of oil spill, the area\nis particularly vulnerable to soot emissions, which intensifies the ice melting.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n13\n(75) After the entry into force of the delimitation agreement between Norway and Russia entered\nin the summer of 2011, an impact assessment was initiated immediately for the southeast\nBarents Sea. The impact assessment was presented as an appendix to Report to the Storting 36\n(2012–2013). The assessment included 24 professional studies, of which around a third\nrelated to environment and climate. In the summer of 2003, the Storting consented to the\nopening of the southeast Barents Sea, see Recommendation to the Storting 495 (2012–2013).\n(76) Seven of the production licences in the 23rd licensing round (14 blocks) apply to the south\nBarents Sea, while three licences (26 blocks) apply to the southeast Barents Sea. All blocks lie\nnorth of the mainland between 71° 30' and 74° 30' north latitude, and 20° 40' east longitude,\ntowards the Russian delimitation line.\n(77) On the blocks from the 23rd licensing round, seven exploration wells have been drilled to this\npoint, three in the south Barents Sea and four in the southeast. One area from this round in the\nsouth Barents Sea and two in the southeast have been returned – in total 20 blocks or parts of\nblocks. Under the only remaining licence in the southeast Barents Sea (seven blocks), the\noperator has applied for a return of 62 percent of the area. The background for the returns is\nthat there have been no profitable discoveries.\nDoes Article 112 of the Constitution confer rights on individuals that may be asserted in\ncourt?\nThe issue\n(78) It is essential for an action alleging violation of Article 112 of the Constitution to succeed that\nthe provisions may be invoked in court at all as a substantive impediment for the authorities.\n(79) Some provisions in the Constitution, for instance Article 100 on the freedom of expression,\nclearly confer rights that may be asserted in court. The right may be positive and give a legal\nclaim to something, or negative and give individuals or groups freedom from interference.\nSuch rights are likely to correspond with the duties for the authorities. Other constitutional\nprovisions are mere \"manifestos\" imposing duties on the authorities, but from which one\ncannot derive specific rights that may be asserted in court. We also find constitutional\nprovisions expressing something in between. These provisions are intermediate solutions\nwhere certain rights may be asserted in court, but where the duties of the authorities are more\nextensive. What type of constitutional requirement one is dealing with depends on\ninterpretation, where the wording of the provision determines to which extent it is binding\nhow it is to be enforced.\n(80) If a constitutional provision confers rights that may be asserted in court, but which are not as\nextensive as the duties of the authorities, it is a question of how far-reaching the rights are.\nThe answer may vary, depending on whether it is a legislative decision or an individual\ndecision and on which body has made it.\n(81) The issue at hand is whether Article 112 of the Constitution may be invoked in court as a\nlegal basis for claiming that an individual decision, in the form of a royal decree based on the\nStorting's consent, is invalid under section 3-3 of the Petroleum Act. It is true that the Storting\nhas not consented to the individual decision specifically. However, it is based on opening\ndecisions in 1989 and 2013 to which the Storting did consent, and which are in fact key in this\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n14\ncontext. Furthermore, it is a crucial premise for the individual decision that several bills to\nstop the 23rd licensing round were rejected by the Storting with a broad political majority\nduring the period before it was issued. Therefore, the starting point for my assessment will be\nthat a decision has been made conclusively based on the Storting's consent. The fact that we\nare formally dealing with an individual decision issued by the Government, is therefore less\nimportant.\n(82) The environmental groups claim that Article 112 subsection 1 of the Constitution confers an\nentirely general right that coincides with the duties for the authorities and that may be asserted\nin court. In the alternative, they claim that such a substantive right follows from subsections 1\nand 2 read in context with subsection 3.\n(83) The State, on the other hand, claims that Article 112 subsection 1 confers no rights, either in\nitself or read in context with subsection 3, that coincide with the duties for the authorities.\nHowever, the State finds that Article 112 does have a legal content as (i) a guideline for the\nStorting's legislative function, (ii) a guideline for administrative discretion, (iii) a principle of\ninterpretation and (iv) as a legal impediment when the Storting has overlooked an\nenvironmental issue. In addition, the State contends that (v) the measures requirement in\nArticle 112 subsection 3 entails legal duties, but without corresponding rights. Possible\nviolation of these duties may only be brought before the Court of Impeachment, as the State\nviews it.\nThe wording in Article 112 of the Constitution\n(84) Constitutional provisions must as a starting point be interpreted in the same way as other legal\nrules. Yet, they are distinct in the way that they tend to be more general and discretionary than\nordinary laws and regulations. The wording of a constitutional provision is often not suited to\ngive the full understanding of the nature and the scope of the provision. The genre is brief and\nrefined, and may thus differ from ordinary statutory provisions and other written norms.\nHowever, the judicial method is the same: the starting point is the wording.\n(85) The provisions currently found in Article 112 of the Constitution were adopted in 1992 – then\nas Article 110 b. In 1992, the Constitution was divided into five parts. Article 110 b was\nplaced in Part E \"General Provisions\". When the Constitution was revised in 2014, a number\nof new provisions were added. The Constitution had a new style of language – both in\nNynorsk and Bokmål. Many provisions were gathered in Part E, that was renamed \"Human\nRights\". In addition, the order of the Articles was partially changed. The former Article 110 b\nbecame the current Article 112 and placed in Part E, which now covers human rights.\n(86) Article 112 of the Constitution reads:\n\"Every person has the right to an environment that is conducive to health and to a natural\nenvironment whose productivity and diversity are maintained. Natural resources shall be\nmanaged on the basis of comprehensive long-term considerations which will safeguard\nthis right for future generations as well.\nIn order to safeguard their right in accordance with the foregoing paragraph, citizens are\nentitled to information on the state of the natural environment and on the effects of any\nencroachment on nature that is planned or carried out.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n15\nThe authorities of the state shall take measures for the implementation of these\nprinciples.\"\n(87) The Article imposes clear duties on the authorities both in subsection 1 second sentence, that\nthe authorities shall manage the resources on the basis of comprehensive long-term\nconsiderations, and in subsection 3, that the authorities shall take measures for the\nimplementation of the principles in the constitutional requirement. The question is whether\nsubsection 1, alternatively subsection 3 read in context with subsection 1, also confers a right\nthat an individual or a group of individuals may assert in court, and, in that case, how\nextensive this right is.\n(88) Read in a contemporary linguistic light, the wording in Article 112 subsection 1 considered in\nisolation implies that it concerns rights that may be asserted in court. However, the expression\nmay also be interpreted as a form of principle or norm without a corresponding right to assert\nthe principle or norm in court.\n(89) Article 112 subsection 2 of the Constitution gives the citizens a right to information and\nimpact assessments to safeguard their right under subsection 1. The content is more specific\nthan in subsection 1. When including subsection 2 in the overall interpretation, it suggests that\nit generally concerns rights of individuals.\n(90) The wording \"these principles\" in Article 112 subsection 3 refers to the rights mentioned in\nsubsections 1 and 2. From a purely linguistic perspective, \"principle\" is naturally interpreted\nas something other than a \"right\". A principle is closer to a norm or an axiom – and nothing\non which one may base a legal claim.\n(91) Against this background, the wording may be interpreted in several ways and gives no clear\nanswer to whether, and possibly to which extent, the provision confers rights that may be\nasserted in court. In my view, however, the rather wide and general wording – as well as the\nuse of \"principles\" – clearly suggests that a possible right is at least not as extensive as the\nduties for the authorities, which means that the category is somewhere in-between.\n(92) As mentioned, Article 112 of the Constitution is placed in chapter E on human rights, but this\nlabel is not very helpful in the interpretation. The right to a healthy environment is often\ncharacterised as a third-generation human right, see Erik Møse, Mennskerettigheter (human\nrights), 2002, page 90. As opposed to the first- and second-generation rights in the ECHR and\nin UN human rights conventions, Article 112 of the Constitution – and the former Article\n110 b – are not modelled on a binding rule of international law. No individual right to relating\nto environment or climate is established by any convention. Thus, this interpretation has no\nsupport in the wording of such sources.\nThe background to the former Article 110 b in the Constitution\n(93) Before the adoption of Article 110 b of the Constitution, the predecessor of Article 112,\nseveral proposals were made by members of the Storting to incorporate the right to a healthy\nenvironment. A summary of these proposals is given in Recommendation to the Storting 163\n(1991–1992) page 2–3:\n\"In 1972, the representative Helge Seip put forward a bill (Bill no. 13 in Document no. 13\nfor 1971–72) on the inclusion of a new subsection 1 in Article 110 of the Constitution,\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n16\nimposing the State to protect the natural environment and natural resources, to ensure\naccess for everyone to clean air and water, and access to recreational and free areas, and\nso as to secure the production base in the soil, the forest and water was for the posterity.\nThe bill was discussed in the Storting in 1976 (Recommendation to the Storting 207 for\n1975–76) and rejected by all except one. The Standing Committee on Foreign and\nConstitutional Affairs stated with regard to the bill that one should be on guard against\nthe increased tendency of including declarations of principle without legal significance in\nthe Constitution, although the content of these declarations are solid enough in\nthemselves. The Committee agreed that the State has a duty to protect the environment to\nsecure the access to clean air and clean water, but did not consider the present bills\nexpedient.\nIn 1984, the Storting discussed two bills to constitutionalise the protection of the\nenvironment (Bills nos. 9 and 13 in Document no. 13 for 1979–80). The idea in one of the\nbills from Nils Christie, cleared for submission by Anne-Lise Bakken and Ingrid Eidem,\nwas to add a new Article 82 in the Constitution, stating that significant encroachments on\nthe environment could only be carried out with a two-third, alternatively a three-fourth,\nmajority. In other words, the bill would give local governments and county authorities a\nright to appeal against an individual decision on encroachment on the environment to the\nStorting (see Recommendation to the Storting 163 for 1983–84). The bill was\nunanimously rejected by the Storting.\nThe second bill put forward by Øyvind Bjorvatn was identical to that from Helge Seip in\n1972. This bill, too, was unanimously rejected by the Storting. (Recommendation to the\nStorting 164 for 1983–84).\"\n(94) Nonetheless, the rejection of the latter proposition had the effect that the Standing Committee\non Foreign and Constitutional Affairs asked the Ministry to initiate an assessment to provide a\nbasis for considering possible constitutionalisation of the protection of natural resources, see\nRecommendation to the Storting 164 (1983–1984) page 2. This assignment was given to\nformer Professor Inge Lorange Backer. I will return to this assessment.\n(95) In Recommendation to the Storting no. 163 (1991–1992) page 3, the Committee further\nexplains that the Storting, in 1988, discussed a constitutional bill from Eva Funder Fleischer,\npresented by Osmund Faremo, regarding encroachments on the natural environment, see\nProposition no. 12 in Document no. 10 (1983–1984):\n\"Everyone has a right to clean air, clean soil and clean water. Any individual or group of\nindividuals has a right to have determined in court whether an acceptable level of\ncleanliness had been exceeded.\"\n(96) The bill was drafted as a substantive right to clean air, clean soil and clean water – by\ndeclaring that all individuals or groups of individuals had a right to have the courts determine\nwhether an acceptable level of cleanliness had been exceeded. The majority of the Committee\nfound that the rights conferred on the legal entities under this constitutional bill were so\nunclear that they were suited to cause uncertainty and disputes in a disproportionate scope, see\nRecommendation to the Storting no. 95 (1987–1988) page 4.\n(97) The constitutional bill from Eva Funder Fleischer was repeated by Kjellbjørg Lunde and Theo\nKoritzinsky during the following Storting period, and rejected simultaneously with the\nadoption of Article 110 b of the Constitution.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n17\n(98) In other words, when the work leading to Article 110 b was commenced, the Storting wanted\nneither a declaration of principle without legal significance nor a pure rights provision with\nextensive rights that could be asserted in court. In my view, this prelude – which has also been\nhighlighted in subsequent preparatory works – must be emphasised when interpreting the\nformer Article 110 b and the current Article 112.\n(99) Professor Backer's report on the constitutionalisation of environmental law principles was\nsubmitted to the Ministry of Environment on 20 March 1988. The report has later been\npublished in Institute for Public Law's publications no. 6/1990. Backer initially discusses what\nmay be considered environmental law principles. He also mentions the former constitutional\nbills on environmental protection. Backer remarks that the Constitution is lex superior, and\nthat any provision therein will take precedence over ordinary legislation in the event of\nconflict. He then refers to the key considerations, for instance on page 27–28:\n\"From an environmental protection perspective it is desirable to a constitutional provision\nthat is a binding as possible, at least as long as one avoids a gap between the provision\nand the factual reality that may be realised. On the other hand, an extensive and binding\nemphasis on environmental considerations may conflict with other societal objectives.\nAlthough the environment sets limits for human activities in order to secure human\nexistence with a reasonable quality of life, it is not so that environmental considerations\nimply that any strain on the environment must be avoided. Often, it is the overall strain\nthat becomes detrimental to the environment, and not one specific activity. The extent to\nwhich environmental considerations clash with other societal objectives often depends on\nwhether the environment is to be improved by one stroke, or over a certain period of time\nmaking room for adjustment of other socially useful activities.\"\n(100) Here, Backer points out that the consideration of other societal interests and the necessity of\nan overall perspective suggest that we are not dealing with a binding constitutional provision.\n(101) On the following pages, Back does not favour giving individuals a general substantive right to\na certain environmental quality that may be asserted in court. He points out that the courts are\nnot as suited to consider such questions as the popularly elected bodies, the necessity of\ncoordinating measures in several fields and ensuring supply of public resources, the overall\nimpact, considerations for other societal interests and the overall perspective.\n(102) However, the statement from Backer contains \"a constitutional alternative providing\nsubstantive legal protection for the environment, but without being as binding and giving the\ncourts such a superior position as mentioned above\", see page 30. In other words, he favoured\nan intermediary solution, a right that may be asserted in court, but not a right corresponding to\nthe duty of the authorities. Backer supported an alternative that was very similar to that\nsubsequently adopted by the Storting.\n(103) Backer based himself on a principle on the right to a certain environmental quality, such that\nthe Storting was to regulate by statute how the principle should be implemented. He assumed\nthat once legal rules were enacted, they had to take precedence over the constitutional\nprovision. Next, Backer gave examples of how constitutional provisions also where legal\nrules are given, may have legal significance: as a guideline for the Storting, as an interpretive\nprinciple and as a guideline for administrative discretion. In addition, the principle must be\nused to solve environmental issues that the legislature has not considered. Here, Backer\nemphasised that the use should be left to the courts. Backer summarised it as follows on page\n30:\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n18\n\"Accordingly, it may be said that this alternative gives popularly elected bodies the\nopportunity to play the main role in ensuring satisfactory environmental quality, and that it\ngives the courts a more withdrawn role without excluding them.”\n(104) Read in context, I interpret this to mean is that individuals or groups could freely bring the\ncase to court, directly based on the constitutional provision when the legislature has failed to\nconsider an environmental issue.\nThe content of the former Article 110 b\n(105) Article 110 b of the Constitution was given the following wording:\n\"Every person has the right to an environment that is conducive to health and to a natural\nenvironment whose productivity and diversity are maintained. Natural resources shall be\nmanaged on the basis of a comprehensive long-term consideration that will safeguard this\nright for future generations as well.\nIn order to safeguard their right in accordance with the foregoing paragraph, citizens are\nentitled to information on the state of the natural environment and on the effects of any\nencroachment on nature that is planned or carried out.\nThe authorities of the state shall issue further provisions for the implementation of these\nprinciples.\"\n(106) Article110 b was adopted in 1992 following a bill put forward the Storting members Liv\nAasen and Einar Førde, see Document no. 12 (1987–1988), bill no. 15. This bill did not\nexplicitly mention Professor Backer's report. However, Backer's report presented four variants\nof constitutionalisation: one that conferred clear rights on individuals, one that only imposed\nduties on the State, one that was merely a \"manifesto\" and one that was something in\nbetween. Considering the similarities with the wording of the bill from Aasen and Førde that\nwas adopted, there is every reason to believe that this was based on the latter option.\n(107) Aasen and Førde justified the bill by the fact that several previous proposals to include an\nprovision in the Constitution had been dismissed \"either because they [had] been mere\ndeclarations of principle without legal significance, or because too extensive rights [had] been\nconferred on the citizens that may be directly asserted in court with reference to the\nConstitution\", see Document no. 12 (1987–1988) page 34. Aasen and Førde pointed out that\nthey had considered this in their bill. Against this background alone, it must be clear that\nAasen and Førde aimed at something in between these two extremities; that is, a provision\nthat neither conferred extensive rights on the citizens that could be enforced through legal\nproceedings, nor functioned as a declaration of principle without legal significance.\n(108) It is then stated in Document no. 12 (1987–1988) page 34–35:\n\"Constitutional provisions will have legal significance in several manners. The\nConstitution takes precedence over other legislation in the event of conflict. It will also\ncarry great weight in the interpretation of ordinary legislation. A provision on\nenvironmental protection will also be instructive for administrative practice.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n19\nAll three options entail a duty for the authorities to issue further provisions necessary for\nimplementing principles in the constitutional provision. The further content and the scope\nof the principles that we propose constitutionalised, must be specified through rules laid\ndown by the authorities. The provisions entail a duty for the authorities to ensure that\nenvironmental considerations are incorporated in the set of rules in all areas of society\nwhere this is relevant. The term ‘the State's authorities' primarily aims at the Storting as\nthe legislative power. Further rules may nonetheless also be provided through other\nStorting decisions dealing with environmental considerations, including regulations\nissued by the Government or another administrative body with a basis in the law.\nTherefore, where rules are provided, it is the Storting's interpretation of constitutional\nprovisions that normally takes precedence when determining the rights of the citizens.\nIn cases where environmental considerations are not incorporated into legislation, one\nshould nonetheless allow private individuals or organisations with a legal interest under\nordinary procedural rules, to assert their rights in court directly based on the Constitution.\n…\"\n(109) This largely coincides with what Professor Backer wrote regarding the legal consequences of\nhis proposition.\n(110) The Standing Committee on Foreign and Constitutional Affairs discussed the bill in\nRecommendation to the Storting no. 163 (1991–1992). As I have cited, the Committee\nreferenced the former constitutional bill with Backer's assessments and proposals as a clear\nstarting point. Here, it is stated that the legal implication of constitutionalisation \"is that a\nconstitutional provision will take precedence over ordinary legislation in the event of\nconflict\", see page 5. The alternative proposed by the Storting, which was adopted, was very\nsimilar to that recommended by Backer. The difference was that in Backer's proposal, the\nsentence on the authorities' duty was last in subsection 1, before the provision on the right to\ninformation.\n(111) The Storting Committee's own remarks are provided in Recommendation to the Storting no.\n163 (1991–1992) page 5–6. The Committee mentioned initially that the Storting, among other\nthings through Backer's report, had obtained \"a solid basis for assessing possible\nconstitutionalisation of environmental protection\". The Committee then pointed out that\nconstitutionalisation would be an important signal both nationally and internationally, that it\nwould function as a political guideline to facilitate promotion of environmental protection\nmeasures and as a message to the private sector that the Storting emphasises environmental\nprotection. The Committee also mentioned that rights in this area that may asserted in court\nshould be regulated by statute to obtain the necessary level of precision. Finally, the\nCommittee stressed that it was a matter of constitutionalising principles that were partially\nalready laid down in Norwegian law, including \"the principles on the right to a certain\nenvironmental quality\" and the duty to avoid adverse environmental deterioration and\ndamage.\n(112) The Standing Committee on Foreign and Constitutional Affairs made many similar remarks to\nthe legal effect of the bill, see Recommendation to the Storting no. 163 (1991–1992) page 6.\n\"The Committee points out that the principles in subsections 1 and 2 of the constitutional\nbill will have legal significance in many ways. They will function as a constitutional\nguideline for the Storting's legislative authority in this area, and an important factor when\ninterpreting regulations adopted or approved by the Storting itself. The principles will\nalso restrain public administration by being normative for an administrative body's\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n20\ndiscretionary exercise of power. The principles will also be applicable to environmental\nissues that the legislature has not considered.\nSubsection 3 of the constitutional bill implies that the authorities adopt further provisions\nto implement the principles in subsections 1 and 2. The Committee mentions that this\nimplies that further substantive requirements for environment measures will be laid down\nthrough the Storting's legislation and other regulation.\n…\nThe Committee would like to stress that where the Storting has provided such rules, these\nare the ones to apply in possible court cases.\"\n(113) In other words, the Storting assumed, in the same manner as Backer and the proposers Aasen\nand Førde, that the constitutional provision was to have several legal effects. The provision\nwas to function as a constitutional guideline for the legislative work, in addition to a factor in\nthe interpretation of the law and a mandatory consideration for administrative discretion.\nFinally, the principles were to apply to environmental issues that the Storting had not\nconsidered.\n(114) The Committee mentioned specifically the right to have one's rights reviewed by a court, but\nthat this may be done only once – and that legal rules must form the basis for the court's\nassessment when such rules exist. In my view, it is natural to interpret this in line with the\nproposers – as a right to a review by a court directly based on the Constitution, primarily\nwhen environmental considerations are not incorporated in legislation.\n(115) I note that nothing else was said in the Storting debate with relevance to the issue at hand. The\nspokesperson emphasised the Committee's statement that Article 110 b subsection 1 is to\napply to environmental issues that the legislature has not considered. The reason for\nspecifying this was that the spokesperson found that the special comment from the Progress\nParty seemed to assume that the bill was only a declaration of principle, see Storting\nDocuments (1991–1992) pages 3736–3737.\n(116) I agree with the State that based on the preparatory works to Article 110 b of the Constitution,\nit is clear that the provision did not establish a general substantive right, as the environmental\ngroups argue. On the same day as Article 110 b was adopted, the Storting rejected a\nconstitutional bill from Eva Funder Fleischer, submitted by Osmund Faremo two Storting\nperiods earlier, and submitted anew by Kjellbjørg Lunde and Theo Koritzinsky in the\npreceding period, stating that everyone is entitled to a court's assessment of whether a\nreasonable cleanness level has been crossed.\n(117) Based on the background and the preparatory works to the former Article 110 b, it must, as I\nsee it, be assumed that the provision in any case may be invoked directly in court both with\nregard to the right to information under Article 110 b subsection 2 and the area in which no\n\"further provisions\" existed, see subsection 3. Where substantive rules did exist, these were to\nform the basis for the assessment. The courts were not to have the possibility review the\nmeasures chosen by the legislature for environment protection purposes.\n(118) The question is whether Article 110 b subsection 3 of the Constitution also functioned as a\nsafety valve against serious violations of the principles in subsection 1 – since the\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n21\nConstitution is lex superior and therefore takes precedence over other legislation in the event\nof conflict.\n(119) As mentioned, it was emphasised several places in the preparatory works that constitutional\nprovisions take precedence before ordinary legislation in the event of conflict. However, the\nfurther implications of this are uncertain. The principle of rank is not expressly discussed in\nthe Storting Committee's own comments to Article 110 b, but are, as mentioned, noted by the\nCommittee in its discussion of the bill, see Recommendation to the Storting no. 163 (1991–\n1992) page 5. The Committee was thus aware of the principle.\n(120) It was emphasised that Article 110 b was a constitutional guideline for the Storting's\nlegislative power. Although the starting point was that the Storting should determine which\nmeasures to implement, it is just as much a question whether the Storting should be\ncompletely free to issue statutory provisions clearly in conflict with the protection Article 110\nb of the Constitution was intended to give.\n(121) In a judicial study of Article 110 b of the Constitution, Ole Kristian Fauchald summarised this\nas follows in Forfatning and miljøvern – en analyse av Grunnloven § 110 b [Constitution and\nprotection of the environment – an analysis of Article 110 b], in Tidsskrift for Rettsvitenskap,\n2007 as follows on page 35:\n\"Against this background one must conclude that setting aside Storting decisions based\non Article 110 b is only exceptionally feasible. It may be done where the Storting's\ndecisions entail a direct and serious deterioration or undermining of the environmental\nstandards prescribed in Article 110 b.\"\n(122) Similar views were expressed by Inge Lorange Backer in Innføring i naturressurs- and\nmiljørett [Introduction to the law of natural resources and environment], 2012, page 60:\n\"One may say that the constitutional provision leaves it to the Storting to choose which\npath to take to protect the environment. However, should the development be the\nopposite, a general deconstruction of environmental safety, the courts may have\nlegitimate cause to interpret Article 110 b as a limitation.\"\n(123) As I see it, the background and preparatory works to the former Article 110 b do not\nsubstantiate such views. However, the views have – at least to a large extent – support in\nsuperior norms: Should the Storting be free to set aside its duties without the courts interfering\nat any level, it would be contrary to general rule of law principles. That would be alien to our\ndemocracy based on the rule of law, and the Storting had no reason, when adopting Article\n110 b of the Constitution, to address this issue.\n(124) On the other hand, I cannot see that the mentioned sources of law give any reason for the\ncourts to monitor more closely that the duties in the provision are complied with in connection\nwith decisions made or endorsed by the Storting, as the environmental groups argue. I\nmention in particular that rights were to be implemented by statute, that one did not wish to\nleave wide assessments to the courts, and that one did not wish to confer extensive individual\nrights that could be asserted in court.\nThe preparatory works to Article 112 of the Constitution\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n22\n(125) Before the constitutional revision in 2014, the Storting's presidency appointed a commission\nto assess constitutionalisation of human rights. The Commission was headed by Inge\nLønning. The report from the Storting's Human Rights Committee (the Lønning Commission)\nwas presented to the Storting as Document 16 (2011–2012).\n(126) Based on the report from the Lønning Commission, Article 110 b of the Constitution was\nmoved to Article 112. The language in subsections 1 and 2 was modernised, but no express\nsubstantive changes were made. The content of subsection 3 was, however, slightly amended.\nInstead of \"shall issue\", it now says \"shall take measures\". Also the scope of the duty was\nexpanded from \"further provisions\"; that is, legislation, to \"measures\". This is a wider and\nmore general term. The question is which effect the amendments, and the preparatory works,\nhave for the interpretation of the current Article 112.\n(127) The adoption of Article 112 of the Constitution was a step in a broad reformation process. The\nparts of the preparatory works concerning Article 112 are nonetheless rather brief.\n(128) The right to a healthy environment is dealt with in chapter 40 of the report from the Lønning\nCommission. The Commission opens its discussion of Article 110 by stating that it has\nexamined the provision \"with a view to whether and possibly how environmental rights may\nbe strengthened in the Constitution\", see Document 16 (2011–2012) page 243. Following a\nshort introduction, the Commission describes what it found to be applicable law, i.e. The\nunderstanding of the then Article 110 b. The Committee writes the following on page 243:\n\"It is clear that this provision from the Storting was meant to be a legally binding\nprovision and not merely a manifesto.\"\n(129) The Lønning Commission also refers to Recommendation to the Storting no. 163 (1991–\n1992) page 5, which I have cited, that a constitutional provision will take precedence over\nordinary legislation in the event of conflict. The Commission then points out what I have also\ncited from page 6 that the principles \"will be legally significant in many ways\". From\nreferences in footnotes, it appears that the Lønning Commission was thinking of situations\nwhere the legislature had not taken a stand. The Commission concludes that private citizens\nand organisations could invoke Article 110 b of the Constitution in court, but stresses that it is\nunclear in which situations such direct claims could be made. To this point, this is nothing\nnew to me.\n(130) In Document 16 (2011–2012) page 244, the Lønning Commission stresses that the Storting\ncannot be more or less free, and refers to statements in the preparatory works to Article 110 b\nof the Constitution on provisions being lex superior and a guideline for the legislature as well.\nThe Commission then concludes that Article 110 b must be read as a rights provision.\n(131) Even so, it is unclear what the Commission actually read into this right, and at which level\none could build law directly on Article 110 b of the Constitution, outside the \"legal void\", and\nthus set legislation aside in cases before the court. However, the statement that the Storting\ncannot be more or less free in the legislative process implies that the Commission found that\nthe right could be asserted to a certain extent. As mentioned with regard to the sources of\nArticle 110 b, I find that there was a basis for claiming that certain minimum requirements\nshould be laid down for the Storting's environmental legislation and measures. In my view,\nthere is nothing fundamentally new to this, either. But it strengthens a principle that already\nexisted in the sources.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n23\n(132) After a brief look at the constitutions of some other countries, the Commission's own\nassessments and draft are made in Document 16 (2011–2012) page 245–246:\n\"To the Commission, the question is whether the right to a healthy environment should be\nstrengthened in the Constitution, and, if yes, how this may be done. The background to\nthe question is that humanity will be facing large environmental challenges in the future,\nboth globally and nationally. Some of these environmental problems are undoubtedly\nman-made. For other environmental challenges, such as climate change, there is some\ndisagreement as to how many of these problems are caused by human activity. However,\nit is clear that environmental challenges may have serious effects such as desertification,\nextreme weather etc. These effects may in turn lead to extinction of species, shortage of\nwater and food, migration, spread of epidemics etc.\nAgainst this background, it must be questioned whether the right to a healthy\nenvironment is not just as important for the individual's existence and self-realisation as\nother human rights that are naturally incorporated in the Constitution, and whether this\nconstitutional protection should be further strengthened.\nIn the Commission's opinion, the wording of Article 110 b subsection 1 of the\nConstitution is satisfactory. It is in accordance with the World Commission's\nrecommendations on ‘legal principles for environmental protection and sustainable\ndevelopment’. The Storting's intent is that the provision should represent a legal\nimpediment for the authorities, while being founded on human rights at the same time.\nThe Commission therefore believes that the wording of Article 110 b subsection 1 should\nbe upheld.\nThe Commission has no comments to the provisions in subsection 2.\nHowever, the Commission has considered whether subsection 3 of the provision should\nbe given a more fitting wording, primarily to clarify the authorities' duties under\nsubsection 1 on implementing adequate and necessary measures to protect the\nenvironment. This is presumed to be the primary motivation for the provision, as it\ncurrently reads. Nonetheless, the provision could have been more precise with regard to\nthe authorities' duty to follow up the right to a healthy environment. Subsection 3 might\nfor instance read:\n‘The State authorities shall have the authority to implement measures to enforce\nthese principles.’\nAn alternative would be to repeal subsection 3 without replacing it with any new\nwording.\nThe Commission recommends replacing subsection 3 by a statement that the State\nauthorities have a duty to implement measures for implementation of Article 110 b\nsubsections 1 and 2 of the Constitution. This will clarify the authorities’ active duty to\nprotect the environment through various forms of measures. There will still be a large\nroom for political discretion as to which measures to implement at which time. However,\nit is set out in the preparatory works (Recommendation to the Storting [no. 163 (1991–\n1992)] page 4) that a part of the principal objective of the current constitutional provision\nwas to attach legal effects to the fundamental environmental principles once formulated\nby the Brundtland Commission. This condition was also repeated during the Storting's\ndiscussions. In line with this and case law from the European Court of Human Rights, the\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n24\nauthorities cannot be passive witnesses to major environmental damage, but must\nimplement measures that may contribute to securing a healthy environment for current\nand future generations. This should be more clearly expressed in the Constitution.\nIn line with the Commission's proposal to include a separate human rights chapter in the\nConstitution's part E, Article 110 b is proposed moved to the new Article 112.\"\n(133) Here, the Lønning Commission raises the issue of strengthening the constitutional protection,\nbut without expressly concluding. The Commission presents subsection 1 as a legal\nimpediment, but does mention rights for the individual. The Commission proposes to amend\nsubsection 3 to \"clarify\" the duty, but does not say whether this involves a strengthening. The\nCommission also refers to this as a duty to implement \"adequate and necessary measures\", but\nwithout further explaining the implications.\n(134) My overall perception is that the duty of the authorities is the principal motivation for the\nprovision as it currently reads in Article 112 subsection 3. The Commission proposed a\nspecification and expansion of the wording, to express more clearly that the authorities have a\nduty to secure the right to a healthy environment, either through legislation or other general\nprovisions, or by authorising other administrative bodies to determine individual measures.\nThe Commission emphasised the Storting's active duty to protect the environment through\nvarious actions. The emphasis on discretion as to which measures to implement, and when,\nsuggests all the same that the Commission found that the Storting should not operate\ncompletely on its own.\n(135) In Constitutional Bill 31 (2011–2012), amendments to the Constitution were proposed based\non the Commission's report. Here, the draft Article 112 is cited without further discussion; the\nintention was to deal with it after the next parliamentary election, as prescribed in Article 121,\npreviously Article 112, of the Constitution.\n(136) After the new Storting had been elected, the Standing Committee on Scrutiny and\nConstitutional Affairs addressed the bill to a certain degree in Recommendation to the\nStorting 187 (2013–2014) pages 25–26. The draft bill is referred to as a continuation of\nArticle 110 b. The Committee also writes that Article 110 b must be interpreted as a \"legally\nbinding provision\", and that it takes precedence over ordinary legislation. Next, the\nCommittee states:\n\"The majority finds that there is a need to clarify the authorities' duty to comply with the\nprinciples in subsection 1 on implementation of adequate and necessary measures to\nprotect the environment. The draft bill below must be read as an active duty for the\nauthorities to implement measures to protect the environment. Which measures will be up\nto each Storting.\"\n(137) Again, the clarification of the duty to implement adequate and necessary measures is\nemphasised. The duty is active, but it is up to the authorities to choose the measures.\nSummary and conclusion\n(138) Article 112 subsection 1 of the Constitution is undoubtedly important for the interpretation of\nstatutory provisions and for administrative discretion. Moreover, subsection 1 is a guideline\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n25\nfor the Storting's legislative power and other measures from the authorities under Article 112\nsubsection 3.\n(139) The wording does not clarify which other legal relevance Article 112 has for decisions made\nor endorsed by the Storting. However, it is obvious from background and preparatory works\nthat the authorities as a starting point decide which measures to implement under subsection\n3. Article 112 may nonetheless be asserted directly in court when it concerns an\nenvironmental issue that the legislature has not considered. However, the further implications\nof a possible delimitation against cases where the legislature has considered an issue may be\nunclear, since his is a well-legislated area. Moreover, a distinction between when one has\nconsidered an issue and when one has not, may be difficult to handle in practice.\n(140) It is repeatedly expressed in the preparatory works to Article 112 that it was intended to have\nlegal significance – that it was to function as a guideline for the legislature, that it would be\nlex superior and give clear duties in subsection 1 second sentence and subsection 3, see\nsubsection 1 first sentence. These are among the few factors pointed out by the Standing\nCommittee on Scrutiny and Constitutional Affairs in 2014 – in prolongation of the statement\nthat Article 112 is legally binding. However, the Committee was otherwise silent on this\ntopic, and the scope of the statement is uncertain. In my view, this implies that the Storting to\nsome degree agreed to be bound, but was generally reluctant to renounce its political leeway.\n(141) On the one hand, obvious rule-of-law considerations suggest that the courts must be able to\nset limits on the political majority when it comes to protecting constitutionalised values. On\nthe other hand, decisions involving basic environmental issues often require a political\nbalancing of interests and broader priorities. Democracy considerations also suggest that such\ndecisions should be made by popularly elected bodies, and not by the courts.\n(142) Against this background, Article 112 of the Constitution must, when the Storting has\nconsidered a case, be interpreted as a safety valve. In order for the courts to set aside a\nlegislative decision, the latter must have grossly neglected its duties under Article 112\nsubsection 3. The same must apply for other Storting decisions and decisions to which the\nStorting has consented. Consequently, the threshold is very high.\n(143) Against the background of the parties' contentions before the Supreme Court, I mention that\nthese duties may involve both positive and negative measures. The purpose of the\nconstitutional provision would largely be lost if the provision does not also involve a duty to\nabstain from making decisions violating Article 112 subsection 3.\n(144) In other words, Article 112 of the Constitution is not merely a declaration of principle, but a\nprovision with a certain legal content. However, one can only to a limited extent build directly\non a constitutional provision in a case before the court.\n(145) For an administrative decision in which the Storting has not been involved, Article 112 of the\nConstitution will have relevance as an interpretative factor and as a factor in the exercise of\ndiscretion. Apart from this, the case gives no cause to elaborate further on how thoroughly\nsuch decisions should be reviewed.\nSome particular interpretation issues\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n26\n(146) The application of Article 112 of the Constitution when it comes to greenhouse gas emissions\nraises some particular interpretation issues.\n(147) First, with reference to a comment from the State, there is no basis for claiming that climate is\nnot covered by Article 112 of the Constitution. On the contrary, climate is mentioned by the\nLønning Commission as an example of what the provision is meant to cover, see my previous\ncitations from the report.\n(148) For decisions involving climate, typically those dealing with greenhouse gas emissions, the\nquestion is whether the effect of the decision should be considered in isolation or together\nwith other emissions. We know the principle of requiring an overall assessment from section\n6 subsection 2 of the Pollution Control Act and section 10 of the Nature Diversity Act. In my\nview, a validity challenge must take the specific decision as its starting point. On the other\nhand, the decision cannot be considered in isolation, but as a part of a whole. Yet, it cannot be\nso that when contesting individual measures, one may challenge the environment, climate or\npetroleum policy as a whole.\n(149) A final question is whether it is relevant to consider greenhouse gas emissions and effects\noutside Norway. Is it only emissions and effects on Norwegian territories that are relevant\nunder Article 112 of the Constitution, or must the assessment also include emissions and\neffects in other countries? Article 112 does not provide general protection against actions and\neffects outside the realm. However, if Norway is affected by activities taking place abroad\nthat Norwegian authorities may influence directly on or take measures against, this must also\nbe relevant to the application of Article 112. An example is combustion of Norwegian-\nproduced oil or gas abroad, when this causes harm also in Norway.\nIs the decision invalid?\nFactual circumstances\n(150) The damaging effects presented by the environmental groups as a consequence of the decision\nin the 23rd licensing round are partially related to greenhouse gas emissions from national\nexploration drilling and petroleum production, partially to emissions nationally and globally\nin connection with combustion of petroleum, and partially to the risk of local environmental\ndamage because of the petroleum production.\n(151) The Court of Appeal found that emissions from the exploration drilling were so marginal that\nthey could be precluded in the assessment under Article 112 of the Constitution. This has not\nbeen disputed by the appellants. The issue is thus limited to the emissions from possible\nfuture petroleum production.\n(152) At the time of the decision, it was uncertain whether one would find oil or gas in such\nmagnitudes that production would be profitable. Before profitable discoveries are made, one\nmay therefore not quantify, but only estimate, possible emissions. Some estimates from the\nproduction itself are provided the Court of Appeal's judgment paragraph 3.2:\n\"Professors in economy Mads Greaker and Knut Einar Rosendahl have estimated the CO\n2\nemissions from such production at 22 million tonnes [high scenario] and 4,5 million\ntonnes [low scenario] respectively, that will be distributed over the production period. In\nthe environmental assessment, the CO emissions are estimated at 568 000 tonnes in a\n2\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n27\nhigh scenario and 286 000 tonnes in a low scenario, in the year with the highest\nemissions, see the environmental assessment page 60. Compared with total annual\nemissions from the Norwegian continental shelf of approx. 15 million tonnes (2015), or\ntotal Norwegian emissions of 50–60 million tonnes, it concerns a minor contribution.\nCompared with global emissions, the emissions are of even less significance.\"\n(153) This estimate was based on the impact assessment for the opening of the southeast Barents\nSea; that is, a larger area than the blocks awarded in the 23rd licensing round. In addition,\nblocks in the south Barents Sea fell outside this estimate.\n(154) The decision must be reviewed based on the factual situation at the time the decision was\nmade. Yet, subsequent development may shed light on whether the assessment of facts was\nadequate at that time. The areas awarded under two of the production licences were later\nreturned. Furthermore, an application has been made for a return of 62 percent of the area\nunder the latter licence. This illustrates the uncertainty in the estimates made in the licensing\nrounds. The parties have not presented updated information to give a more complete picture.\n(155) Around 95 percent of greenhouse gas emissions from petroleum production are mostly from\ncombustion abroad after export. The effects on the climate are thus particularly relevant when\ncombustion emissions, that mainly take place abroad, are included. As mentioned, Article 112\nof the Constitution only covers the environment in Norway. Although we do not have figures\ndemonstrating to which extent combustion emissions abroad cause damage in Norway, there\nis no doubt that global emissions will also affect Norway.\n(156) It has not been contended that there is a risk of local environmental damage due to the 23rd\nlicensing round. However, the impact assessment contains calculations of the risk of\nuncontrolled blowout causing environmental damage. For the exploration phase, it is\nconcluded that if three exploration wells are drilled per year, one may expect one occurrence\nof serious environmental harm for seabirds per 15 000 years or moderate environmental harm\nper 6 000 years. For the ice edge, the figures are one event per 11 000 and 7 500 years,\nrespectively. During the development and operational phase, the likelihood of blowout\ncausing moderate environmental harm for seabirds is one occurrence per 4 000 years, and\nmoderate environmental harm for the ice edge is one occurrence per 20 000 years. Although\nthe consequences of oil spill may be dramatic, the risk is low.\nThe individual assessment\n(157) When a production licence follows directly from the Storting's endorsement of the opening of\nthe relevant areas, there is little left for the Supreme Court to control. The decision may then\nonly be invalidated under Article 112 of the Constitution when the duty under subsection 3 is\nseriously neglected. I find it clear that this strict condition is not met, and will therefore only\nbriefly comment on the measures implemented in the climate and environment area:\n(158) A number of general and individual measures have been implemented to reduce the national\ngreenhouse gas emissions. Among them are the levy of CO tax, investment in renewable\n2\nenergy, support of technology for carbon capture and storage, support of green technology\nand green transition in general, and not least the joining of the EU Emissions Trading System.\n(159) When it comes to greenhouse gas emissions from combustion abroad after Norwegian\npetroleum export, I believe one must accept that the Storting and the Government build their\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n28\nNorwegian climate policy on the division of responsibilities between states in accordance\nwith international agreements. Here, the clear principle is that each state is responsible for\ncombustion on its own territory.\n(160) A number of measures have been taken to prevent local environmental harm. A strict safety\nregime applies to the Norwegian continental shelf. For instance, a separate licence is required\nfor each exploration drilling, in which special conditions may be laid down. If profitable\ndiscoveries are made, as mentioned, a new impact assessment will be prepared in connection\nwith applying for approval of a PDO, which may also be subject to special conditions.\nIn Report to the Storting 41 (2012–2013) page 2, it is set out that the drilling time will be\nsubject to restrictions, for instance that no drilling may take place less than 50 km from the ice\nedge between 15 December and 15 June.\n(161) As mentioned, when challenging a decision’s validity, one must use that decision as a starting\npoint. The appellants do not argue within such a scope. Their arguments are largely connected\nto the existing petroleum production. A key point for the environmental groups is that Norway\nmust take a proportionally larger share of the climate cuts than other countries, because we\nproduce oil and gas creating large emissions, and because we have the economic capacity to\ndo so. Norway must therefore, they claim, cut at least 60 percent of the greenhouse gas\nemissions within 2030. The environmental groups also contend that until a detailed legal\nframework and climate accounts are in place, the authorities cannot commence production in\nnew areas. It is held that the tolerance limit must be clearly stated in the planning – and that a\nsystem is required to prevent that this limit is not exceeded.\n(162) It is unlikely that the courts, when assessing an individual decision, may lay down such\nspecific requirements based on Article 112 of the Constitution. The arguments of the\nenvironmental groups imply that crucial parts of Norwegian petroleum policy, with\nproduction and export, are put to the test. These views will also affect subsequent licensing\nrounds, and largely involve a controlled shutdown of Norwegian petroleum production. This\naspect is not a subject matter in this case.\n(163) In addition, the Storting has stipulated specific targets for cuts in the greenhouse gas\nemissions. They are now provided in the Climate Change Act. As mentioned, the Storting and\nthe Government have also implemented and planned several measures in order to reach the\ntargets. At the same time, possible emissions from the southeast Barents Sea will not occur for\na long time yet. As already pointed out, we are not dealing with serious negligence under\nArticle 112 subsection 3 of the Constitution.\nIs the decision incompatible with Article 2 or 8 of the ECHR, or Article 93 or 102 of the\nConstitution?\n(164) The European Convention on Human Rights – ECHR – does not contain a separate provision\non protection of the environment. Depending on the situation, Articles 2 and 8 of the ECHR\nmay nonetheless apply in matters involving the environment. The same applies to the\ncorresponding provisions in Articles 93 and 102 of the Constitution.\n(165) The ECHR has been incorporated into Norwegian law with precedence over other legislation,\nsee sections 2 and 3 of the Human Rights Act. It is clearly within the objective and activities\nof the environmental groups to protect environmental and climate interests. Although the\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n29\ngroups may not have a right to submit an application to the European Court of Human Rights\nfor violation of Articles 2 and 8, the groups may assert violations of the ECHR in Norwegian\ncourts under section 1-4 of the Dispute Act. The same applies to violations of the\ncorresponding provisions in Articles 93 and 112 of the Constitution.\n(166) Article 2 of the ECHR protects the right to life. The Article may impose positive duties on the\nauthorities, including when it comes to hazardous business activities. However, the risk of\nloss of life must be \"real and immediate\", see the Grand Chamber judgment 30 November\n2004 Öneryıldız v. Turkey paragraph 100–101. Jon Fridrik Kjølbro, Den Europæiske\nMenneskerettighedskonvention – for praktikere [the European Convention on Human Rights –\nfor practitioners], 5th edition, 2020, page 238 uses the expression \"relevant and imminent risk\nof life\".\n(167) There is no doubt that the consequences of climate change in Norway may lead to loss of\nhuman lives, for instance through floods or landslides. The question is yet whether there is an\nadequate link between production licences in the 23rd licensing round and possible loss of\nhuman lives, which would meet the requirement of \"real and immediate\" risk.\n(168) In my view, the answer is no. First, it is uncertain whether or to which extent the decision will\nactually lead to greenhouse gas emissions. Second, the possible impact on the climate will be\ndiscernible in the more distant future. Although the climate threat is real, the decision does not\ninvolve, within the meaning of the ECHR, a \"real and immediate\" risk of loss of life for\ncitizens in Norway. Thus, no violation of Article 2 of the ECHR is found.\n(169) Article 8 of the ECHR protects private life, family life and the home. Case law from the Court\nof Human Rights shows that the Article imposes positive duties on the State. In certain cases,\nthis may have the result that the State has a duty to protect the environment. The Article has\nprimarily been invoked in connection with local pollution of the environment. The Court\nstated the following in judgment 2 December 2010 Ivan Atanasov v. Bulgaria paragraph 66:\n\"In today's society the protection of the environment is an increasingly important\nconsideration... However, Article 8 is not engaged every time environmental deterioration\noccurs: no right to nature preservation is included as such among the rights and freedoms\nguaranteed by the Convention or its Protocols... Indeed, that has been noted twice by the\nCouncil of Europe’s Parliamentary Assembly, which urged the Committee of Ministers to\nconsider the possibility of supplementing the Convention in that respect (see paragraphs\n56 and 57 above). The State’s obligations under Article 8 come into play in that context\nonly if there is a direct and immediate link between the impugned situation and the\napplicant’s home or private or family life... Therefore, the first point for decision is\nwhether the environmental pollution of which the applicant complains can be regarded as\naffecting adversely, to a sufficient extent, the enjoyment of the amenities of his home and\nthe quality of his private and family life.\"\n(170) The Court thus pointed out that that Article 8 cannot be applied to any environmental harm,\nand that a right to protection of the environment in itself is not included in the rights and\nliberties guaranteed under the ECHR with protocols. The Court also mentioned that the\nCouncil of Europe's Parliamentary Assembly had twice urged the Committee of Ministers to\nconsider the necessity of supplementing the ECHR – without success. The State's obligations\nunder Article 8 therefore only come into play if there is a direct and immediate link between\nthe impugned situation and the applicant's home or private or family life. The Court then\nlisted, in paragraphs 67–73, a number of cases concerning local environmental harm.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n30\nCommon for these cases is that they dealt with hazardous activities a few hundred meters to a\nfew kilometres away from private homes. In addition, the environmental threat in these cases\nhas been immediate.\n(171) To this point, the Court of Human Rights has not assessed applications related to climate.\nHowever, the Court has recently communicated an application from six youths against\nNorway and 32 other countries. The case concerned the failure to cut emissions with\nparticular reference to forest fires and heatwaves in Portugal in 2017 and 2018. Nonetheless,\nthere is nothing in present case law to suggest that the subject matter in climate cases will\ndiffer from that in cases concerning environmental harm in general. With the significance the\nCourt until now has ascribed to \"direct and immediate\", I find it clear that the effects of\npossible future emissions due to the licences awarded in the 23rd licensing round do not fall\nwithin Article 8 of the ECHR.\n(172) During the appeal hearing, particular attention has been given to the Urgenda case from the\nNetherlands. In this case, a declaratory judgment was sought by the Dutch environmental\norganisation Urgenda against the Dutch State. Urgenda requested a judgment affirming that\nthe Dutch state had a duty within 2020 to reduce greenhouse gas emissions by 40 percent, or\nat least 25 percent, compared with 1990. The Dutch Supreme Court – Hoge Raad – upheld in\na judgment 20 December 2019 (ECLI:NL:HR:2019:2007, unofficial English translation) the\nrulings of the lower instances, ordering the Dutch state to reduce greenhouse gas emissions by\n25 percent within 2020, compared with 1990. Among other things, Hoge Raad cited Articles 2\nand 8 of the ECHR.\n(173) The judgment from the Netherlands has little transfer value to the case at hand. First, the\nUrgenda case questioned whether the Dutch government could reduce the general emission\ntargets it had already set. It was thus not a question of prohibiting a particular measure or\npossible future emissions. Secondly, it was not a question of challenging the validity of an\nadministrative decision.\n(174) The environmental groups have finally mentioned that the Court of Human Rights may\nidentify the content of the rights on the basis of international agreements constituting\n\"common ground\" between the Member States, see the Grand Chamber judgment 12\nNovember 2008 Demir and Baykara v. Turkey paragraphs 85–86. Such a principle may hardly\nbe applied to environmental issues, as the ECHR does not have a separate environment\nprovision. In any case, it has not been demonstrated that the production licences constitute a\nbreach of our international obligations.\n(175) I add that most of the supporting documents that have been submitted and added to the case in\naccordance with section 15-8 of the Dispute Act, generally relate to international obligations,\nboth under the ECHR and international law in general. These contain nothing that changes my\nassessments.\n(176) Against this background, the decision is not a violation of Article 2 or 8 of the ECHR.\n(177) The environmental groups have also contended that the decision is a violation of the\ncorresponding provisions in Articles 93 and 102 of the Constitution. In the present case, the\nscope of these provisions does not extend beyond that of Articles 2 and 8 of the ECHR. This\nis particularly true, since the Constitution, as opposed to the ECHR, has a separate provision\non the environment.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n31\n(178) Against this background, the decision is also not a violation of Article 93 or 102 of the\nConstitution.\nIs the part of the royal decree concerning the southeast Barents Sea, invalid due to\nprocedural errors?\nIntroduction\n(179) The procedural errors asserted by the appellants, relate to the decision to open the southeast\nBarents Sea with a view to awarding production licences, see section 3-1 of the Petroleum\nAct. It has not been claimed that the same errors were made when awarding the licences in the\nBarents Sea south. First, the appellants claim that the information presented to the Storting on\nthe economic prospects of opening the southeast Barents Sea, contained errors. Second, they\nclaim that there were errors in the assessment of the potential climate harm related to opening\nof the area for petroleum production. In addition, they claim that the oil price dropped so\ndramatically from the opening decision was made until the licences were awarded that a new\nassessment of the economy should have been carried out.\n(180) The opening decision is not decisive for rights and duties of private persons, see the Public\nAdministration Act section 2 subsection 1 (a), and is therefore not an administrative decision\nwithin the meaning of the Public Administration Act. The opening decision is yet crucial to\nthe process leading up to the production licences awarded under section 3-3 of the Petroleum\nAct. Procedural errors at the opening decision may therefore affect the validity of subsequent\nlicensing. This is an issue for preliminary ruling.\n(181) The alleged procedural errors relate to the opening process for the southeast Barents Sea in\n2013. The south Barents Sea was opened already in 1989, and no procedural errors have been\nasserted relating to this decision. The procedural issue thus only concerns the most recently\nawarded area in the southeast Barents Sea from the 23rd licensing round, since two of the three\nareas have been returned to the State.\nThe Constitution's requirements of procedure and judicial review\n(182) The body permitting an encroachment on nature is responsible for implementing the measures\nand assessments required in Article 112 subsection 3 of the Constitution, see subsection 1. As\nI have already described, the courts must exercise restraint in reviewing the political\nbalancing of interests. However, restraint is less required when it comes to assessing the\nprocedure. The courts must control that the decision-making body has struck a fair balance of\ninterests before implementing \"measures\" according to Article 112 of the Constitution\nsubsection 3, see subsection 1. A number of procedural rules are laid down to ensure this, to\nwhich I will return.\n(183) Article 112 subsection 2 of the Constitution contains a procedural requirement. The decision-\nmaking body must ensure that the right conferred on the citizens under the provision is\nfulfilled. The citizens have a right to information on the environmental effects of a planned\nencroachment on nature. The objective of the knowledge is to ensure that the citizens may\nexercise the right under Article 112 subsection 1, see the wording finally in subsection 2. This\nmay for instance take place through public consultation rounds during the further process. The\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n32\nprovisions set quality standards to the procedure. The larger effects an administrative decision\nhas, the stricter the requirements for clarification of consequences. Correspondingly, the\nassessment of the procedure must be more thorough the larger the impact of the measures.\n(184) For the petroleum activities, the constitutional procedural requirements have been regulated\nthrough the Petroleum Act and the Petroleum Regulations. When these rules are interpreted\nand applied, it must be in the light of Article 112 of the Constitution. Petroleum activities\nhave many consequences, which all have a great impact on society. The procedure of opening\nof new areas must thoroughly clarify the upsides and the downsides of the opening.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n33\nProcedural requirements in petroleum legislation\n(185) As mentioned, the rules of procedure for opening of new marine areas for petroleum\nproduction follow from the Petroleum Act and the Petroleum Regulations. Moreover, the\nprocedural requirements may be supplemented by the principle of the duty to clarify the case\nin section 17 of the Public Administration Act, even if the Act does not apply directly to the\nStorting, see section 4 subsection 4. In addition, Council Directive 2001/42/EC on the\nassessment of the effects of certain plans and programmes on the environment, the \"SEA\nDirective\", contains requirements for an environmental assessment of projects. The SEA\nDirective has been incorporated into Norwegian law, including in sections 6 a–6 c of the\nPetroleum Regulations.\n(186) Section 3-1 subsection 1 of the Petroleum Act, which I have already quoted, requires a broad\nassessment and balancing of various interests and possible effects of the petroleum\nproduction: commercial effects, environmental effects, risk of pollution and economic and\nsocial effects. The assessment must include all stages of the petroleum production, see\nsection 1-6 (c), from exploration to development, extraction, transport, exploitation and\ntermination. In other words, the operational phase is included, even if it is primarily the\neffects from the exploration phase that must be clarified under section 3-1, see Proposition to\nthe Odelsting no. 43 (1995–1996) page 33–34. The provisions do not regulate which interests\nare more important, but are meant to ensure a solid fact base for the assessment of whether a\nnew area should be opened for petroleum production.\n(187) According to section 3-1 subsection 4 of the Petroleum Act, the Ministry determines the\nprocedure in the individual case. Although the Ministry has a wide leeway when it comes to\nwhich investigations and assessments to carry out, it must be borne in mind that the purpose\nof the assessment is to provide the Government and the Storting with a solid basis for decision\nmaking. In this respect, it must be emphasised that petroleum extraction has a large impact on\nsociety in general, that various interests clash, and that the views among the political parties\nand among people vary. This implies that the assessment tends to be more extensive than\nwhat is the case for other decisions.\n(188) It follows from chapter 2 of the Petroleum Regulations that an impact assessment must be\nprepared before new areas are opened for petroleum production. Among other things, the\nassessment must address \"relevant environmental targets\", \"important environmental factors\",\n\"the effects of opening\" on the environment and possible remedies, see section 6 c subsection\n1 (b), (d), (e) and (j) of the Petroleum Regulations. The impact assessment shall be subject to\nbroad public consultation, see section 6 c subsection 3.\n(189) As mentioned, these rules contribute to implementing the SEA Directive in Norwegian law.\nThe objective of the SEA Directive is to provide for a high level of protection of the\nenvironment by requiring an environmental assessment early in the decision-making process,\nbefore the scope of individual decisions is set, see the Ministry of Petroleum and Energy's\npublished comments to the Regulations on amendments to the Petroleum Regulations\n20 January 2006, item 3 (I). Article 7 of the SEA Directive sets out that if a project in a\nMember State \"is likely to have significant effects on the environment in another Member\nState\", this other Member State must be notified. In other words, the SEA Directive is not\ndrafted with a purely national perspective on the environmental effects of a project. Article 7\nhas been implemented in section 22 c of the Petroleum Regulations, in chapter 4 concerning\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n34\nextraction. Nonetheless, the provision applies to the extent it fits the opening phase, see\nsection 6 a subsection 3 first sentence.\n(190) An impact assessment is not required in connection with awarding of production licences.\nHere, the usual criterion in section 17 subsection 1 of the Public Administration Act applies,\nthat the case is \"clarified as thoroughly as possible\" before a licensing decision is made.\nConsidered in context, the consequence of section 17 of the Public Administration Act is that\nthe impact assessment made before the opening decision must also address the natural\nconsequence of that decision – that production licences are awarded.\n(191) If a discovery is suitable for development, the licensee must prepare a plan for development\nand operation of the petroleum discovery – a PDO – see section 4-2 of the Petroleum Act. The\nproject must be approved by the Ministry. The applicant must carry out an impact assessment\naddressing, among other things, the effects the development and operation of the discovery\nwill have on the environment, see section 22 a subsection 1 (a) of the Petroleum Regulations.\n(192) It would be most natural to clarify and assess environmental issues related to the development\nand operation of the specific discoveries in connection with the impact assessment for the\nPDO, see also Proposition to the Odelsting no. 43 (1995–1996) page 33–34. However, the\ncondition is that this excludes issues affecting the overall assessments that are mandatory at\nthe opening decision.\nWere the economic effects of possible future petroleum production inadequately assessed at\nthe opening of the southeast Barents Sea?\n(193) Section 3-1 of the Petroleum Act establishes that before new areas are opened, the possible\neconomic effects of the petroleum production must be assessed. Petroleum production is\ndefined in section 1-6 (c) as all activities related to subsea petroleum discoveries, including\nthe exploitation thereof. This implies that also the economic aspects of the operational phase\nmust be clarified and balanced. At the same time, one does not know at the opening stage\nwhat reserves will be found, and all estimated economic effects will be highly uncertain. The\nrequirement in section 3-1 of the Petroleum Act must therefore be that, to the extent possible,\na realistic picture is presented of the potential scope of the economy during the operation\nphase.\n(194) It is mentioned in Report to the Storting 36 (2012–2013) page 13 on the opening of the\nsoutheast Barents Sea that the resource estimate for the southeast Barents Sea \"shows\nsignificant anticipated recoverable resources and a large upside potential\". On page 25, the\nanticipated recoverable resources are quantified.\n\"Anticipated recoverable resources for the southeast Barents Sea is estimated to 300 mill.\nSm3 o.e., with a downside of 55 mill. Sm3 o.e. [standard cubic meters oil equivalents]\n(P95) and an upside of 565 mill. Sm3 o.e. (P05). De anticipated extractable resources are\ndistributed on 50 mill. Sm3 fluid and 250 billion. Sm3 gas, respectively.\"\n(195) The estimates were based on seismology from 2011 and 2012 and discoveries in adjacent\nareas. At the same time, it is emphasised several times that the resource estimates are\nuncertain, and that exploration wells must be drilled to demonstrate petroleum deposits. The\nscope of the anticipated recoverable resources is probably the most relevant factor to describe\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n35\nthe possible socio-economic consequences. The future oil and gas prices are so uncertain that\nestimating the profitability is exceedingly difficult.\n(196) Item 6.1 of the opening report presented the main results from the impact assessment. On\npages 25–26, the anticipated economic effects of opening the southeast Barents Sea are\ncommented as follows:\n\"If profitable discoveries are made, petroleum production in the southeast Barents Sea\nmay give significant profitable production. Oil and gas resources in the scenarios were\nestimated to have a net value of NOK 280 billion in a high scenario and NOK 50 billion\nin a low scenario. The scope will be closely linked to the amount of extractable resources\ndemonstrated in the area. The efforts made for recovery of these resources give grounds\nfor repercussions. Repercussions will be created in all phases of the business.\nOn a national level, it is estimated that the activity will give an annual added value of up\nto NOK 10 billion and an annual net employment effect of 1 200 persons. For the low\nscenario, the corresponding figures are approximately NOK 3 billion and 500 persons.\nThese repercussions are in addition to the income from the sale of oil and gas.\"\n(197) This information was taken into account by the Storting, see Recommendation to the Storting\n495 (2012–2013) page 9.\n(198) The environmental groups contend that the information provided in the opening report\ncontains several errors. First, it was not stated that the estimated net value in the two scenarios\nwere summarised figures for the entire economic life and not a calculated current value based\non discounting. Furthermore, there are errors in the assessment of repercussions. Finally,\nfailing to consider it was an error not to consider the price of CO .\n2\n(199) The information on the profitability of possible discoveries has been obtained from the\nPetroleum Directorate. Late February 2012, the Ministry of Petroleum and Energy asked the\nPetroleum Directorate for estimates on \"gross production value, undiscounted and discounted\nprofitability, exploration costs, operation costs and investment costs\". On 8 March the same\nyear, the Directorate had made calculations showing that \"profitability expressed in net\npresent value (NPV) in a high activity level is around NOK 35 billion, while NPV is around\nNOK 0 billion in the low activity level\", provided a discounting with a real interest of\n4 percent. Net undiscounted cash flow was NOK 135 billion and NOK 15 billion,\nrespectively. These figures were submitted to the Ministry on 12 March 2012.\n(200) There was disagreement between the Ministry of Petroleum and Energy and the Petroleum\nDirectorate as to whether the income should be presented with discounted figures. The\nappellants claim that it appears from an internal e-mail in the Directorate of 13 March 2012\nthat the Ministry perceived the figures as too negative. The appellants also claim that the\ndocumentation shows that the Ministry wished to present opening of the southeast Barents\nSea as attractive by, among other things, excluding figures updated by the Directorate in\nFebruary 2013.\n(201) I will not take a stand as to whether or not the figures presented in the opening report should\nhave been discounted to begin with, since this is also a question of what is more instructive.\nUndiscounted figures says little bout profitability, but when they – like here – are submitted in\nthe currency value at the time, one might say that they give a clearer picture of the likely\noverall gross production value during the economic life of the area than discounted figures.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n36\nDiscounted figures could make the profitability seem more precise, and thus more certain for\nreaders than there is a genuine basis for, since the calculations are based on loose estimates.\nThe reason why the figures were presented as they were is unclear, but I will not elaborate\nfurther on this.\n(202) What was undoubtedly unfortunate was the failure to clearly state in the opening report that\nfigures were presented in currency value at the time, but not discounted. The risk of\nmisinterpretations could have been easily avoided by explaining the calculation method.\n(203) The environmental groups have asserted that the economic analysis also has other\nweaknesses, including the calculation of the repercussions. The State has acknowledged that\nthe value added is too high, and that the correct figures would be around one third of the\nfigures presented. The error lies in the same income partially being counted several times. The\nenvironmental groups contend that the error is significant. Although it concerns billions of\nkroner, which is a lot in itself, I do not consider it much compared to the total figures.\n(204) Finally, it has been presented as an error that the price of CO has not been considered with\n2\nregard to either extraction or combustion. CO pricing is part of the international efforts to\n2\nreduce climate emissions. It is uncertain how the CO price will develop in the period ahead.\n2\nIn a written submission to the Supreme Court, Professor Knut Einar Rosendahl has stated that\nit is uncertain, and debatable, with which CO price one should operate. It is therefore\n2\ndifficult to see how this should have been considered in the impact assessment in any other\nway than by highlighting the issue – which ought to have been done.\n(205) A reader with economic insight would probably have seen that the figures were not\ndiscounted – or would at least have raised some questions. When this was not done by any of\nthe consultation bodies or by the Storting, it suggests that such economic views were not\nprominent. Also, there is no indication that the Ministry believed that the extraction would be\nnon-profitable if discounted figures were used as a basis. The State chose to have direct\nownership through direct economic engagement with the petroleum activities in the three\nproduction licences awarded in the southeast Barents Sea, managed by Petoro AS.\n(206) Considerations other than profitability, such as keeping exploration drilling on the Norwegian\ncontinental shelf at a certain level, district considerations and security policy considerations,\nalso seem to have been contributory factors, see Recommendation to the Storting 495 (2012–\n2013).\n(207) Overall, I can therefore not see that the lack of discounting or the omission to specify that the\nfigures were not discounted, or the other inaccuracies in the information, may have had a\ndecisive effect on the decision to open the southeast Barents Sea. Therefore, this can also not\nimply that the decision to award production licences in the 23rd licensing round is invalid, see\nthe principle in section 41 of the Public Administration Act.\nWere the climate effects of possible future petroleum activities inadequately assessed at the\nopening of the southeast Barents Sea?\n(208) The impact assessment for the opening of the southeast Barents Sea addressed the national\ngreenhouse gas emissions from petroleum production. However, the emissions created by\ncombustion of exported Norwegian oil and gas were not specifically mentioned.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n37\n(209) The environmental groups contend that the impact assessment at least should have identified\nand considered the combustion effect abroad. The issue is thus whether an impact assessment\nshould have been made for possible combustion emissions if a production licence were\nawarded and the PDO approved after the opening, and in that case, whether that constitutes an\nerror that invalidates the later decision to award production licences.\n(210) Section 6 c subsection 1 (e) of the Petroleum Regulations sets out that an impact assessment\nin connection with an opening of a new area must also describe the climate effects. Section\n6 c subsection 1 (b) requires that the impact assessment describes the relevant environmental\ngoals. The same requirements are found in Article 5 (1) of the SEA Directive, see Annex I (f).\nA footnote sets out that the information on environmental effects \"should include secondary,\ncumulative, synergistic, short, medium and long-term permanent and temporary, positive and\nnegative effects\". A similar duty is included in section 21 subsection 2 of Regulations on\nimpact assessments. The European Court of Justice writes the following in judgment 10\nSeptember 2015 in Case C-473/14 Dimos Kropias Attikis paragraph 50:\n\"Given the objective of Directive 2001/42, which consists in providing for a high level of\nprotection of the environment, the provisions which delimit the directive’s scope, in particular\nthose setting out the definitions of the measures envisaged by the directive, must be\ninterpreted broadly (judgment in Inter-Environnement Bruxelles and Others, C‑567/10,\nEU:C:2012:159, paragraph 37). Any exceptions to or limitations of those provisions must,\nconsequently, be interpreted strictly.\"\n(211) The standpoint of the European Court of Justice suggests that the provisions in the SEA\nDirective will be interpreted according to purpose, and that there is no basis for interpreting\nthe wording strictly. However, considering the other aspects of the case, I find it unnecessary\nto discuss whether this implies that the consequences of greenhouse gas emissions after\ncombustion of exported oil and gas, in EU/EEA countries or other countries, also fall within\nthe duty in the SEA Directive.\n(212) The preparatory works to the Petroleum Act must be interpreted to mean that assessments of\npossible global greenhouse gas emissions primarily require a consent of the plan for\ndevelopment and operation (PDO), see Proposition to the Odelsting no. 43 (1995–1996) page\n33–34.\n(213) The scope of the assessment and time for assessing individual factors, are also, according to\nthe SEA Directive, dependent on an assessment of what is reasonable and appropriate, see\nArticle 5 (2) of the SEA Directive.\n\"The environmental report prepared pursuant to paragraph 1 shall include the information that\nmay reasonably be required taking into account current knowledge and methods of\nassessment, the contents and level of detail in the plan or programme, its stage in the decision-\nmaking process and the extent to which certain matters are more appropriately assessed at\ndifferent levels in that process in order to avoid duplication of the assessment.\"\n(214) I will first consider when the climate effects must or should be assessed. The issue at hand is\nwhen the assessment of global climate effects should be made in an ongoing process. It is\nclosely linked to the question of when the authorities have obtained the knowledge otherwise\nrequired for the assessment to fulfil its purpose – and be included as a natural part of a\ndecision-making basis.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n38\n(215) The parties agree that possible petroleum extraction with a legal basis in the licence awarded\nin the 23rd licensing round will take place in 2030 at the earliest. That would be 17 years after\nthe opening decision and 14 years after the decision to award production licences.\n(216) When the opening decision was made in 2013, the climate effects of petroleum extraction in\nthe southeast Barents Sea were highly uncertain – as one did not know if oil or gas would be\nfound. The uncertainty related to whether petroleum would be found at all, or whether it\nwould be found in such a scope that it would be profitable. This uncertainty still prevails. To\nthis point, no profitable discoveries have been made, and I reiterate that areas under two out\nof three licences have been returned and that an application has been made to return 62\npercent of the area under the third and final licence. As mentioned, this sheds light on the\nsituation when the southeast Barents Sea was opened. Against this background, the time of\npossible approval of the PDO must clearly be the time most suited to assess the specific\nglobal climate impact of the extraction to be considered then.\n(217) In my view, it is also crucial that there will be no significant global environmental\nconsequences of the opening or the exploration. The effects will not occur until profitable\ndiscoveries have been made, and an application have been sent and licences have been\nawarded for development and operation.\n(218) I emphasise that a production licence, despite its wording, is not an unconditional right to\nextraction even if profitable discoveries should be made. Extraction requires an approved\nPDO under section 4-2 of the Petroleum Act. With the PDO, an impact assessment will\nnormally be carried out – which must also include emissions into air, see section 22 (a) of the\nPetroleum Regulations. Emissions into the air comprise greenhouse gas emissions. The\nauthorities will thus have to consider greenhouse gas emissions when assessing the\napplication.\n(219) The Ministry may refuse to approve a PDO, or set conditions for the approval. The appellants\nnonetheless believe that a refusal of a PDO or approval subject to conditions that virtually\nimplies a refusal is unrealistic, such that an impact assessment will lose its function. They\nmention in particular that the licensee – and indirectly the State – at this stage normally will\nhave incurred large exploration costs, based on the assumption that these will covered by the\ndevelopment of a profitable discovery.\n(220) The legal starting point is clear: Extraction requires an approved PDO. The law does not lay\ndown criteria for the approvals. Admittedly, the licensee is ensured an exclusive right to\nextraction through a production licence, but the effect of this is primarily that no one else may\nextract. Before the PDO is approved, the licensee may not enter into significant contracts or\ncommence any building without the consent of the Ministry, see section 4-2 subsection 5 of\nthe Petroleum Act. This is to ensure that companies do not incur too large expenses or\ncommitments during the exploration phase. The preparatory works stress that such a consent\nis also not instructive to subsequent processing of an application for a PDO, see Proposition to\nthe Odelsting no. 43 (1995–1996) page 43. This emphasises that the licensee does not have a\nlegal claim for approval of its PDO.\n(221) Also, within the scope of section 4-2 of the Petroleum Act and general public administration\nlaw, there is nothing to prevent the authorities, when approving a PDO, from laying down so\nstrict requirements that the licensee chooses not to proceed with the project.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n39\n(222) I agree with the Court of Appeal that section 4-2 of the Petroleum Act in any case must be\ninterpreted in the light of Article 112 of the Constitution. If the situation at the extraction\nstage has become such that allowing the extraction would be incompatible with Article 112,\nthe authorities will have both a right and a duty not to approve the project.\n(223) In other words, the situation is that, at the opening of the southeast Barents Sea it was highly\nuncertain whether petroleum would be found, or how much. Neither the opening nor the\nexploration will have significant global environmental effects. And the authorities will have a\nright and an obligation to disprove the PDO if the general consideration for the climate and\nenvironment at the time so indicates. I find that this, considered in aggregate, must be\nessential for the establishment of the requirements for calculation of global greenhouse gas\nemissions due to possible recovery and export of petroleum 17 years ahead.\n(224) There is also reason to say something about the content and the scope of the assessment of the\nglobal climate impact.\n(225) An impact assessment is to map environmental effects of the measure – cause and effect. The\nrelevant environmental issues to be clarified will vary based on the type of measures and the\ngeographic placement. For instance, in the Barents Sea, the special challenges relating to the\nice edge and the polar front must be clarified. The climate effect of the measures are in a\nspecial position, since they are not geographically limited. The effect of greenhouse gas\nemissions and other greenhouse gasses is in principle the same irrespective of where on Earth\nthe emissions take place. In my view, this is a completely basic feature to be emphasised\nwhen determining the contents of the duty to identify the likely effects on the environment,\nsee also Article 5 (2) of the SEA Directive.\n(226) It has not been contended that oil or gas from the Barents Sea is in a special position, or that\nthe impact assessment must contain extensive research. However, the environmental groups\nclaim that the impact assessment should have addressed and considered the combustion effect\nabroad. This is only a question of using available science on a chosen future fact. It is\ntherefore difficult to see what an assessment in connection with a decision to open the\nsoutheast Barents Sea in 2013 should contain – apart from known effects of petroleum\ncombustion.\n(227) Admittedly, it would have been easy, considered in isolation, to calculate the greenhouse gas\nemissions based on estimates for a high and low recovery scenario respectively. This is done\naccording to guidelines adopted by the IPCC, see 2006 IPCC Guidelines for National\nGreenhouse Gas Inventories. These have subsequently been updated. The greenhouse gas\nemissions are derived from potential production volumes. Thus, it does not involve a\nprofessional discussion of climate effects based on various possible causes, but a calculation\noperation based on estimated figures. I agree that it would give a more comprehensive picture\nif such examples, in the form of a calculation, were presented in the impact assessment, but\nthat would not have provided any knowledge or insight to significantly strengthen the\ndecision-making basis.\n(228) Here, I emphasise that despite the specific emissions not being calculated in detail, the effects\nof global greenhouse gas emissions were essential in the basis for the administrative decision.\nAt the time of the opening, there was no doubt that, if petroleum was found and later\nextracted, the known climate effects of production and combustion of oil and gas would\noccur.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n40\n(229) Although the effects of combustion of Norwegian oil and gas from the southeast Barents Sea\nafter possible export were not specified in the impact assessment itself – or later in the\nopening report – the relevance of the opening for the global climate was high on the political\nagenda. The climate effects were identified and commented on in several turns during the\nprocess and included in the decision-making basis of the Storting and the Government:\n(230) During the public consultation following the impact assessment, a number of organisations,\nincluding Nature and Youth and Greenpeace, addressed in a joint consultation round\nstatement the global greenhouse gas emissions. Among other things, they mentioned that \"the\nUN's climate panel established that the emissions of greenhouse gasses must be reduced by up\nto 85 percent within 2050, and 40 percent within 2020 to avoid temperature increase of more\nthan 2 °C\", and that it would be \"to choose the wrong path\" to open the areas \"in a time where\nthe world's emissions must be reduced\". The organisations further pointed at the weaknesses\nof the international emissions trading system and the fact that the International Energy\nAgency (IEA) had demonstrated that 75 percent of the discovered fossil resources in the\nworld must remain if one is to reach the two-degree target.\n(231) The environmental assessment and the comments thereto from the consultation round were\ngathered in an appendix to the Storting report on the opening of the southeast Barents Sea,\nReport to the Storting 36 (2012–2013). The statements from the consultation round are\ncommented by the Ministry in the appendix.\n(232) In response to the consultation statements from Nature and Youth and Greenpeace and others,\nit is mentioned that the opening of the southeast Barents Sea is assessed under general\nregulations in accordance with the Government's overall climate targets and with the climate\nreport – Report to the Storting 21 (2011–2012) – that formed the basis for the \"climate\nsettlement\" in the Storting in 2012, see Recommendation to the Storting 390 (2011–2012).\nThe report is based on the IPCC reports that provide a thorough account of climate change\ndue to global greenhouse gas emissions and the necessity of reduced emissions.\n(233) The Ministry also mentioned in appendix to the Report to the Storting 36 (2012–2013) that\nNorway is bound by the European emissions trading system, stating that \"this will for the\nperiod 2012–2020 reduce the total emissions from Norway and EU by around 11 million\ntonnes of CO in 2020\".\n2\n(234) Combustion emissions abroad are a general effect of Norwegian petroleum production and\npetroleum policy. At the same time, the net effect of the combustion emissions is complicated\nand controversial, since it is linked to the global market and the competition situation for oil\nand gas. If gas is replaced by coal, cuts in the gas export will have a negative CO effect. If\n2\nthe gas competes with gas from other providers, the effect may be zero. Cuts in Norwegian oil\nproduction may be replaced by oil from other countries. And the total emissions will not\nnecessarily be affected if Norwegian oil or gas is used within the sector subject to an emission\ntrading system. To me, it is here sufficient to mention that the net effect of Norwegian export\nof oil and gas for the global emissions is complicated and controversial. There is clearly a\nneed to consider all emissions from Norwegian petroleum production as a whole. In my view,\nit would have been up to the Ministry and the Government to decide whether it was\nappropriate to refer to and to discuss the question of climate effects on a superior level – i.e.\nas a part of the Norwegian climate policy – rather than addressing them in the individual\nenvironmental assessment.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n41\n(235) It is set out in the opening report for the southeast Barents Sea, Report to the Storting 36\n(2012–2013) page 36, that the Government built on the conclusions from the consultation\nrounds, in addition to the environmental assessment. During the discussion of the report in the\nStanding Committee on Energy and Environment, the representative from the Christian\nDemocratic Party voted against the opening due to the global emissions, see Recommendation\nto the Storting 495 (2012–2013) page 6. The subject was also addressed during the debate in\nthe Storting, see Stortingstidende (2012–2013) page 4699. A broad majority supported the\nopening decision.\n(236) The Storting has on a number of occasions discussed bills for complete or partial out-phasing\nof the Norwegian petroleum production due to the global greenhouse gas emissions. All\npropositions have been rejected with a broad political majority. Propositions have been made\nto stop the awarding in the 23rd licencing round with such reasoning, see Recommendation to\nthe Storting 206 (2013–2014) and Recommendation to the Storting 274 (2015–2016). The\nfirst of these bills was rejected shortly after Article 112 of the Constitution was adopted.\n(237) To give a complete picture, I mention that several bills have been made also after the 23rd\nlicensing round, see for instance Recommendation to the Storting 258 (2016–2017),\nRecommendation to the Storting 130 S (2017–2018), Recommendation to the Storting 253\n(2017–2018), Recommendation to the Storting 368 (2017–2018) and Recommendation to the\nStorting 32 (2018–2019). The bills were rejected with reference to the role the petroleum\nproduction plays for Norwegian economy, and the fact that oil and gas production will also be\npossible in a low-emission society, see for instance Recommendation to the Storting 258\n(2016–2017) page 3.\n(238) As demonstrated, global effects of combustion were thoroughly assessed at the opening of the\nsoutheast Barents Sea and repeated several times during the years that followed and until\ntoday. The climate report, which is based on the reports from the IPCC that thoroughly\naccount for climate change due to global greenhouse gas emissions and the necessity of cuts,\nwas an important factor in the assessments. I cannot see that the fact that the assessments were\nmore general and not based on specific – but highly uncertain – calculations of global\ngreenhouse gas emissions from an imagined petroleum export from the area – provided a\npoorer basis for decision-making – rather on the contrary.\n(239) Therefore, when I consider the discussion of the opening of the southeast Barents Sea in\ncontext, it is difficult to see that it is an error that the impact assessment did not give examples\nof greenhouse gas emissions based on one or several production volumes, and thereby the\nclimate effects of possible combustion of Norwegian petroleum abroad considered in\nisolation.\n(240) This applies to more than the net effect of predicted future recovery. In addition, an\nassessment of the net effect of the global emissions would have to be based on an\nexemplification of distinct political priorities abroad and home, such as recovery and\ncombustion of gas versus recovery and combustion of coal.\n(241) My conclusion is that no procedural errors were made relating to the climate effects under the\nimpact assessment for the opening of the southeast Barents Sea in 2013. The climate effects\nare politically assessed on a regular basis – and the consequences will be clarified with a\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n42\npossible PDO application. Hence, this cannot have the effect that the decision to award\nproduction licences in the 23rd licensing rounds in 2016 is invalid on this basis.\n(242) Without it being decisive for my view, I add that possible errors in the impact assessment\ncannot in any case invalidate the decision.\n(243) Impact assessments must include identification of the political balancing issues that the\nauthorities must consider. In the case at hand, the appellants seek the assessment of the\ncombustion effect abroad. The Storting has considered this issue on a number of occasions, as\nI have already mentioned. Possible errors in the environmental assessment can therefore not\nhave been relevant for the decision to open the southeast Barents Sea. Considerations other\nthan the effect on the climate were nonetheless decisive. The authorities' policy was that\nmeasures to reduce global greenhouse gas emissions and the damaging effects thereof would\nbe implemented by other means than stopping future petroleum production. The decision to\naward production licences in the 23rd licensing round is thus in any case valid, see the\nprinciple in section 41 of the Public Administration Act.\n(244) The European Court of Justice gave judgment on 25 June 2020 in Case C-24/19 A. and\nOthers, concerning among other things the legal effects of breach of the SEA Directive. The\nCourt establishes that Member States have a duty to ensure that environmental assessments\nare in accordance with the SEA Directive, when this is applicable. In the event of breach,\nnational authorities and national courts have a duty to take measures, see paragraph 83:\n\"Under the principle of sincere cooperation provided for in Article 4(3) TEU, Member States\nare required to eliminate the unlawful consequences of such a breach of EU law. It follows\nthat the competent national authorities, including national courts hearing an action against an\ninstrument of national law adopted in breach of EU law, are therefore under an obligation to\ntake all the necessary measures, within the sphere of their competence, to remedy the failure to\ncarry out an environmental assessment. That may, for a ‘plan’ or ‘programme’ adopted in\nbreach of the obligation to carry out an environmental assessment, consist, for example, in\nadopting measures to suspend or annul that plan or programme (see, to that effect, judgment of\n28 July 2016, Association France Nature Environnement, C‑379/15, EU:C:2016:603,\nparagraphs 31 and 32), or in revoking or suspending consent already awarded, in order to carry\nout such an assessment (see, to that effect, judgment of 12 November 2019, Commission v\nIreland (Derrybrien Wind Farm), C‑261/18, EU:C:2019:955, paragraph 75 and the case-law\ncited).\"\n(245) I will not consider whether Article 3 of the EEA Agreement, corresponding to Article 4 (3) of\nthe Treaty on the European Union, on sincere cooperation, implies a duty for the courts to\nremedy breach to the extent possible under national law.\n(246) I mention all the same that in the case at hand, neither the opening in 2013 nor the awarding\nof licences in 2016 has led to greenhouse gas emissions. The authorities will thus be able\nthrough the further process to remedy a failure to assess the combustion effect abroad of\nfuture petroleum recovery in the southeast Barents Sea before the opening in 2013. As\nmentioned, this will primarily take place at the PDO stage through the environmental\nassessment forming the basis for the authorities' decision whether to award licences for\ndevelopment and operation, on what conditions. However, it may also take place through a\ngeneral political decision to downscale the petroleum activities if the Storting deems it\nappropriate. This must clearly be sufficient under the requirements laid down by the European\nCourt of Justice. The basic intent behind the rules is to ensure that the environmental effects\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n43\nare adequately clarified and assessed before possible implementation. This is reflected in the\nassessment regime applicable in this area, as a PDO cannot be approved until after an\nenvironmental assessment. In other words, the authorities are not in full control of whether or\nnot the environmental effect will occur.\nShould the issue of opening have been reconsidered after the drop in the petroleum prices?\n(247) The environmental groups have finally contended that the oil price dropped so drastically\nfrom the opening decision until the production licences were awarded, that a new assessment\nof the economy should have been prepared.\n(248) As already mentioned, a new assessment at this stage is not required under the Petroleum Act\nor the Petroleum Regulations. In principle, extraordinary circumstances might have the effect\nthat Article 112 of the Constitution, or general public administration principles, implied that a\nnew assessment was required of factors that had already been assessed prior to the opening\ndecision.\n(249) All the same, I cannot see that the oil price changes between the opening decision and the\nawarding of production licences constitute such an extraordinary circumstance. The oil price\nhas always fluctuated. And the economic calculations were highly uncertain, since one did not\nknow whether profitable discoveries would be made. At the same time, one was aware that\nthe oil price was low at the time of the decision. The economy of a possible development is in\nany case assessed later, when companies apply for a PDO approval. As mentioned, it follows\nfrom section 4-2 subsection 2 of the Petroleum Act, cf. section 21 of the Petroleum\nRegulations, that the plan is to present the economic aspects of the development. Therefore,\nan economic assessment at the stage of the awarding of licences is less required.\n(250) My conclusion is consequently that there were also no procedural errors that may result in\ninvalidity in connection with the awarding of licences; that is, at the time the royal decree was\ngranted.\nConclusion\n(251) Against this background, the appeal must be dismissed. The State has not claimed costs.\n(252) I vote for this\nJ U D G M E N T :\nThe appeal is dismissed.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n44\n(253) Justice Webster:\nDissenting opinion\nIntroduction\n(254) I agree with Justice Høgetveit Berg in all material respects as regards the interpretation and\napplication of Article 112 of the Constitution. I also agree with him that the 23rd licensing\nround does not amount to a violation of Articles 2 and 8 of the ECHR.\n(255) As concerns the procedure, I mainly support Justice Høgetveit Berg's presentation of the\nprocedural requirements for opening of new areas for petroleum activities. The provisions on\nprocedure in petroleum legislation must be read in the light of Article 112 of the Constitution.\nThe impact assessment is to provide information to – and create a basis for participation from\n– the public in the decision-making process. The assessment must therefore be objective and\nsufficiently comprehensive and complete to give the public real insight into the effects of the\nplanned encroachments.\n(256) As mentioned by Justice Høgetveit Berg, the courts should not exercise restraint when it\ncomes to reviewing the procedure. Since the courts' review of the Storting's decision against\nthe substantive contents of Article 112 of the Constitution is modest, there is even more\nreason to review the adequacy of the procedure.\n(257) I am somewhat more critical than Justice Høgetveit Berg to the economic information that\nwas presented in the environmental assessment. Despite this reservation, I have concluded\nthat I agree with Justice Høgetveit Berg’s result on this point.\n(258) However, as for the assessment of the climate impact from combustion, I find that procedural\nerrors have been committed, and that the production licences awarded in the 23rd licensing\nround in the southeast Barents Sea are therefore invalid.\nAssessment of the climate impact\n(259) Two types of climate effects have been addressed in the case: greenhouse gas emissions from\npetroleum production in Norway (production emissions) and emissions from combustion of\nthe exported petroleum (combustion emissions). The latter mainly takes place abroad because\nthe large majority of the recovered petroleum is exported.\n(260) I agree with Justice Høgetveit Berg that both types of emissions, as a starting point, fall within\nArticle 112 of the Constitution. In my view, both types are also comprised by the duty to carry\nout an impact assessment. This follows from the Petroleum Act with pertaining regulations\nand the SEA Directive.\n(261) As concerns the Norwegian rules, I refer to Justice Høgetveit Berg's elaborations. The rules in\nsections 6 a to 6 c of the Petroleum Regulations implement the SEA Directive and must be\ninterpreted in accordance therewith.\n(262) According to its Article 2, the SEA Directive applies to plans and programmes subject to\npreparation or adoption by the authorities. According to Article 3, an environmental\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n45\nassessment shall be carried out for plans \"which set the framework for future development\nconsent of projects\", including projects involving extraction of petroleum, see the reference in\nArticle 3 to Directive 85/337/EEC Annexes II (2) (f) and (g). In its comments to the\namendments of the Petroleum Regulations in 2006, the Ministry of Petroleum and Energy\nassumes that the SEA Directive for offshore petroleum activities \"[will be] applicable in\nconnection with opening of new areas\". In that regard, it is also stated that the PDO phase is\nregulated by Council Directive 85/337/EEC – currently Directive 2011/92/EU on the\nassessment of effects of certain public and private projects on the environment, the \"EIA\nDirective\".\n(263) The combustion emissions from Norwegian petroleum production are an environmental\nconsequence of our petroleum industry. The emissions affect the global climate, including in\nNorway and in the EEA. The effects on the climate are \"environmental effects of the\npetroleum production\", see section 3-1 of the Petroleum Act, cf. section 1-6 (c), see also\nsections 6 c (d) and (e) of the Petroleum Regulations. Correspondingly, the global climate\nimpact of the combustion of Norwegian petroleum is undoubtedly comprised by the term\n\"environmental effects\" in Article 5 of the SEA Directive, see Annex I (e) and (f). I also refer\nto the footnote in the Annex quoted by Justice Høgetveit Berg, stating that this includes\nsecondary, cumulative and long-term environmental effects.\n(264) Section 6 c (e) of the Petroleum Regulations requires, at the outset, a description of all effects\non the climate. The duty to clarify is not limited to the most significant effects. According to\nthe SEA Directive, it is only \"the likely significant effects\", including climatic factors, which\nmust be clarified according to Annex I (f). Climate change is a consequence of the total global\nemissions over time. It may therefore be questioned whether possible emissions from\nproduction and combustion of petroleum that might be extracted in the southeast Barents Sea\nwill have a sufficiently significant environmental effect.\n(265) However, it follows from the European Court of Justice's judgment 24 November 2011 in\nCase C-404/09 The European Commission v. Kingdom of Spain paragraph 80, on the\napplication of the EIA Directive, that an isolated assessment of the environmental impacts is\nnot appropriate. The assessment must also include an analysis of the cumulative effects on the\nenvironment. This is not likely to be different under the SEA Directive, which in its footnote\nto Annex I contains the same formulation on \"cumulative\" effects as the corresponding\nfootnote in the EIA Directive interpreted by the European Court of Justice. This means that\nthe climate impact of opening the southeast Barents Sea cannot be assessed in isolation.\nMoreover, it is hard to envisage that any of the plans under the SEA Directive, see Article 3,\nin themselves may be deemed to have an adverse effect on the climate, if the SEA Directive is\ninterpreted in this manner. Nonetheless, \"climatic factors\" are expressly mentioned in the\nSEA Directive among the environmental effects to be identified. I also refer to the European\nCourt of Justice's judgment in Case C-473/14 paragraph 50, which is cited by Justice\nHøgetveit Berg, in which the Court states that the provisions that delimit the directive's scope\nmust be interpreted broadly, and that any limitations of those provisions must be interpreted\nstrictly.\n(266) Based on the production levels the authorities pictured at the opening of the southeast Barents\nSea, I find that the climate impact of the production and combustion emissions – both\nindividually and jointly – would be so considerable that it should have been assessed\naccording to the SEA Directive. The production emissions alone are quantified in the Storting\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n46\nReport to be between 600 000 and 300 000 tonnes of CO per year in a high emissions\n2\nscenario.\n(267) My conclusion is that under both the Petroleum Regulations and the SEA Directive, possible\nclimate effects of combustion emissions must be \"identified, described and evaluated\" in\nconnection with the opening decision, see Article 5 (1). This assessment must account for\nenvironmental protection objectives \"at international, Community or Member State level\nwhich are relevant to the plan or programme\" see Annex I (e). This includes an assessment of\nthe plan's significance for Norway's national and international climate commitments and\ntargets.\n(268) Furthermore, it follows from Annex I (g) that the information must describe \"the measures\nenvisaged to prevent, reduce and as fully as possible offset any significant adverse effects on\nthe environment\", see also section 6 c subsection 1 (i) of the Petroleum Regulations. In other\nwords, the possibilities to limit the climate effects if the combustion emissions should have\nbeen assessed.\n(269) Finally, the environmental assessment must be carried out as early as possible in the process.\nThe objective is that the assessment may influence the decision. It is, in fact, at this early\nstage that \"the various alternatives may be analysed and strategic choices may be made\", see\nthe European Court of Justice's judgment 7 June 2018 in Case C-671/16 Inter-Environnement\nBruxelles ASBL paragraph 63.\n(270) However, Article 5 (2) of the SEA Directive, stating that the environmental report shall\ninclude the information that may \"reasonably be required\", limits the duty to clarify. The\nassessment must reflect the level of detail in the plan. The plan could therefore be adjusted to\nthe level of uncertainty at the opening stage. Apart from that, I do not envisage that the\nassessment must be more comprehensive than the assessment Justice Høgetveit Berg\npresupposes may be carried out at the PDO stage.\n(271) However, Article 5 (2) provides no basis for postponing the consideration of important\naspects of the environmental effects, as the estimates become more certain and detailed at a\nlater stage. That would be incompatible with the SEA Directive's objective. I reiterate that the\nstrategic choices are made at this early stage.\n(272) The State acknowledges that the climate effects of combustion emissions have not been\nclarified and considered in the impact assessment. The combustion emissions have also not\nbeen assessed particularly for the southeast Barents Sea in other contexts. As far as I can see,\nthe climate report, i.e. Report to the Storting 21 (2011–2012), does not address combustion\nemissions. It is correct, as pointed out by Justice Høgetveit Berg, that the combustion\nemissions have been addressed during the opening process, by the environmental groups\namong others. Despite this, the climate impact of the combustion has not been clarified to the\nextent required in the SEA Directive. Other assessments may thus not compensate for the lack\nof an impact assessment in connection with the opening decision.\n(273) Identifying and assessing the climate impact of combustion prior to the opening decision are\nalso most compatible with Article 112 and the former Article 110 b of the Constitution. The\nprotection of the environment in Norway under Article 112 is a perpetual obligation for the\nState and applicable at all stages of the process, from the opening of a new marine area for\npetroleum activities to a possible production is terminated and the area returned. The duty to\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n47\nclarify the case does not prevent the authorities from making the desired political decisions,\nbut ensures compliance with the obligations in Article 112, including the citizens' right to\ninformation under subsection 2. Hence, there is every reason to ensure that the climate\nconsiderations are adequately assessed already before the opening decision. If, at this stage, it\ncan be questioned whether extraction of possible discoveries may affect the climate, this\nshould be clarified in connection with the opening of the area. Correspondingly, at the same\nstage, it is natural to consider possible measures to prevent adverse environmental effects of\nthe combustion, see section 6 c subsection 1 (i) of the Petroleum Regulations and Article 3 of\nthe SEA Directive Article 3, cf. Annex I (g).\n(274) In my view, the omission to identify, describe and assess the climate impact of combustion of\npetroleum that might be produced in the southeast Barents Sea was a procedural error. As it\nwas uncertain prior to the opening decision which petroleum resources would be found, an\noverall analysis would have sufficed. The so-called scenarios could have been taken as a\nstarting point. The assessment would have had to meet the requirements, and contain a\ndescription of environmental targets and remedies/precautions within the scope of Article 5\n(2) of the SEA Directive.\n(275) This conclusion does not prevent the State from opening the southeast Barents Sea for\npetroleum activities, but it requires that the climate is considered in the assessment.\nThe consequence of the lack of a climate impact assessment\n(276) The starting point in Norwegian law is that an administrative decision is valid unless there is\nreason to assume that a procedural error may have had a decisive effect on the contents of the\nthe decision, see the principle in section 41 of the Public Administration Act. The decision\nwill be invalid if there is a fair possibility that the error has affected the decision, see HR-\n2017-2247-A paragraph 93 et seq.\n(277) I do not rule out that the political debate in society in general and within the Government and\nthe Storting, could have been different if the impact assessment had included the effects of\ncombustion emissions.\n(278) On the other hand, climate, climate measures and emissions from the petroleum sector have\nbeen discussed on a regular basis in the Storting during the two last years. I refer to Justice\nHøgetveit Berg's account. There has been a clear majority in the Storting for continuing the\npetroleum activities on the Norwegian continental shelf despite the combustion emissions'\nadverse effects on the climate. It therefore seems unlikely that the outcome would have been\ndifferent if the effects on the climate had been included in the impact assessment for the\nopening of the southeast Barents Sea. At the same time, it is futile to speculate on how\npolitical processes could and would have advanced had the impact assessment had a different\ncontent.\n(279) In my view, considering cause and effect only in the case at hand would be too narrow an\napproach. It is set out in the preparatory works to section 41 of the Public Administration Act\nthat the assessment may also include other considerations, see Recommendation to the\nOdelsting no. 2 (1966–1967) page 16:\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n48\n\"The proposed wording is not intended to imply any change of case law and public\nadministration theory as it leaves the more specific demarcation to the courts. The\nprovision gives to a certain extent a right to consider other circumstances – e.g. The effect\nof invalidity and the significance of the particularly strict enforcement of the procedural\nrules in the relevant area.\"\n(280) There are two circumstances in particular that in my opinion imply that the procedural rules\nmust be strictly enforced in this case:\n(281) First of all, the duty to carry out an impact assessment under section 3-1 of the Petroleum Act\nmeet the requirements under Article 112 subsection 2 of the Constitution, see Proposition to\nthe Odelsting no. 43 (1995–1996) page 33. The provisions in the Petroleum Regulations,\nincluding the requirement of a climate impact assessment, must be seen in the light of this.\nArticle 112 is to ensure that the citizens are informed of the effects of planned encroachment\non the nature. The objective is to protect their rights under subsection 1. As clarified by\nJustice Høgetveit Berg, this concerns to a limited extent rights that may be asserted in court.\nThe right to information under subsection 2, however, extends beyond the substantive rights\nof the individual under subsection 1. Subsection 2 gives an independent right to information –\nand the information has value beyond the individual decision made. Article 112 subsection 2\nof the Constitution therefore implies that an ordinary assessment cannot be made of whether\nthe error may have had an effect according to the principle in section 41 of the Public\nAdministration Act. That might undermine the objective of the constitutional provision.\n(282) Secondly, the error relates to the implementation of Norway's international commitment under\nthe SEA Directive. It follows from the European Court of Justice's judgment in Case C-24/19\nparagraph 83, as cited by Justice Høgetveit Berg, that the public authorities in such cases \"are\n[therefore] under an obligation to take all the necessary measures, within the sphere of their\ncompetence, to remedy the failure to carry out an environmental assessment\". That may\nconsist, for example, in \"adopting measures to suspend or annul that plan or programme\".\n(283) I disagree with Justice Høgetveit Berg that it would be sufficient to postpone the assessment\nuntil after the area has been opened and production licences awarded. To move the\nenvironmental assessment from the opening stage to the PDO stage would conflict with the\nSEA Directive's objective of integrating environmental considerations in the drafting and\nadoption of plans and programmes, see Article 1.\n(284) In addition, the approval of a PDO is covered by a different directive on environmental\nassessment, namely the EIA Directive – Directive 85/337/EEC, currently Directive\n2011/92/EU. It follows from Article 11 of the SEA Directive that an environmental\nassessment under that directive cannot replace an assessment under the EIA Directive. It is\nreasonable to assume that this also applies the other way around – that a future environmental\nassessment according to the requirements of EIA Directive cannot replace an assessment\nunder the SEA Directive. In judgment 22 September 2011 in Case C-295/10 Genovaitė\nValčiukienė paragraph 59 the European Court of Justice stated that \"an assessment of the\neffects on the environment carried out under Directive 85/337 is without prejudice to the\nspecific requirements of Directive 2001/42 and cannot dispense with the obligation to carry\nout an environmental assessment pursuant to Directive 2001/42 in order to comply with the\nenvironmental aspects specific to that directive\".\n(285) Such a postponement will thus not \"remedy\" the failure to prepare an environmental\nassessment already at the opening stage. A significant objective of the SEA Directive is to\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n49\nensure that plans and programmes are subject to an environmental assessment \"when they are\nprepared and prior to their adoption\" see the judgment in Case C-671/16 paragraph 62. As\nmentioned, it follows from the next paragraph that the environmental assessment is supposed\nto be prepared as soon as possible to ensure that it has the intended effect. In my view, it is\ntherefore not sufficient that the assessment has been made before the effect occurs.\n(286) Article 3 of the EEA Agreement states that the Contracting Parties shall ensure fulfilment of\ntheir obligations under the Agreement. This implies a duty for the courts to remedy violations\nof the SEA Directive's environmental assessment provisions to the extent possible under\nnational law.\n(287) The cited statement in the preparatory works to section 41 of the Public Administration Act\nshows that there is room for interpreting the provision in the light of Norway's international\ncommitments following from the SEA Directive. The provision must be interpreted in\naccordance the requirements laid down in the SEA Directive. I refer to Rt-2000-1811, where\nan account of the \"presumption principle\", i.e. that Norwegian law is presumed to be in\nconformity with international law, is provided on pages 1830–1831. In addition, the duty of\nloyalty in Article 3 of the EEA Agreement suggests the same.\n(288) The oil companies that were awarded the production licences in the southeast Barents Sea in\nthe 23rd licensing round are not parties to the case. The outcome of the judgment will thus not\nhave immediate effects on them. The consequence of invalidating the 23rd licensing round is\nthat the opening of the southeast Barents Sea must be reconsidered based on a new impact\nassessment. Under any circumstances, in such a situation, the licensees' interests do not\ndecisively rule out invalidation of the licences. I have therefore concluded that the result of\nthe inadequate assessment of the climate impact must be invalidity.\n(289) Justice Bull: I agree with Justice Webster in all material respects\nand with her conclusion.\n(290) Justice Falch: Likewise.\n(291) Justice Østensen Berglund: Likewise.\n(292) Justice Skoghøy: I agree with Justice Høgetveit Berg in all material\nrespects and with his conclusion.\n(293) Justice Matheson: Likewise.\n(294) Justice Falkanger: Likewise.\n(295) Justice Normann: Likewise.\n(296) Justice Kallerud: Likewise.\n(297) Justice Ringnes: Likewise.\n(298) Justice Bergh: Likewise.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)\n\n50\n(299) Justice Thyness: Likewise.\n(300) Justice Steinsvik: Likewise.\n(301) Chief Justice Øie: Likewise.\n(302) Following the voting, the Supreme Court gave the following\nJ U D G M E N T :\nThe appeal is dismissed.\nHR-2020-2472-P, (case no. 20-051052SIV-HRET)",
  "page_count": 50,
  "character_count": 165032,
  "word_count": 26354,
  "is_scanned": false,
  "quality_level": "high",
  "quality_issues": [],
  "quality_metrics": {
    "chars_per_page": 3300.64,
    "special_char_ratio": 0.00167240292791701,
    "word_count": 26354,
    "avg_word_length": 5.2603020414358355,
    "excessive_line_breaks": 0
  },
  "library_versions": {
    "pdfplumber": "0.11.7",
    "PyMuPDF": "1.26.5",
    "PyPDF2": "3.0.1"
  }
}