{
  "identifier": "0001",
  "document_uuid": "c6f9b02e-46f4-5387-92dd-82b803614610",
  "pdf_filename": "ID_0001_FRIENDS OF THE IRISH ENVIRONMENT CLG.pdf",
  "pdf_path": "pdfs/first_processing_batch/ID_0001_FRIENDS OF THE IRISH ENVIRONMENT CLG.pdf",
  "extraction_timestamp": "2025-11-06T17:12:00.187543",
  "extraction_method": "pdfplumber",
  "extraction_time_seconds": 38.80506920814514,
  "success": true,
  "error": null,
  "text": "THE SUPREME COURT\n[Appeal No: 205/19]\nClarke C.J.\nIrvine P.\nO’Donnell J.\nMacMenamin J.\nDunne J.\nO’Malley J.\nBaker J.\nBETWEEN/\nFRIENDS OF THE IRISH ENVIRONMENT CLG\nAPPLICANTS/APPELLANTS\nAND\nTHE GOVERNMENT OF IRELAND, IRELAND AND THE ATTORNEY GENERAL\nRESPONDENTS\nJudgment of Mr. Justice Clarke, Chief Justice, delivered the 31st of July, 2020.\n1. Introduction\n1.1 Climate change is undoubtedly one of the greatest challenges facing all states. Ireland is\nno different. There are many issues at the level of both policy and practice as to how the\nproblems associated with climate change can, or should, be tackled. However, it is\nimportant to emphasise that these proceedings are concerned with whether the\nGovernment of Ireland (“the Government”) has acted unlawfully and in breach of rights in\nthe manner in which it has adopted a statutory plan for tackling climate change. It is\nimportant at the outset to emphasise that the role of the courts generally, and of this\nCourt in particular, is confined to identifying the true legal position and providing\nappropriate remedies in circumstances which the Constitution and the laws require.\n1.2 The applicants/appellants (“FIE”) contend that the Government, in the plan in question,\nhas failed adequately to vindicate rights which are said to be guaranteed by either or both\nof the Constitution and the European Convention on Human Rights (“ECHR” or “the\nConvention”). It is also said that the Plan is ultra vires the relevant legislation. On that\nbasis proceedings were brought in the High Court seeking a range of reliefs, to which it\nwill be necessary to refer in more detail in due course. For the reasons set out in a\njudgment of MacGrath J. (Friends of the Irish Environment CLG v. The Government of\nIreland [2019] IEHC 747), the High Court dismissed FIE’s proceedings. From that\ndismissal, FIE sought leave to appeal directly to this Court.\n2. The Grant of Leave to Appeal\n2.1 By determination dated 13th February 2020 (Friends of the Environment CLG v. The\nGovernment of Ireland & The Attorney General [2020] IESCDET 13) this Court granted\nFIE leave to appeal the decision of the High Court for the following reasons:-\n“8. The applicant and the respondents accept that there exists a degree of\nurgency in respect of the adoption of remedial environmental measures.\n\nThere is no dispute between the parties as to the science underpinning the\nPlan and the likely increase in greenhouse emissions over the lifetime of the\nPlan. Further, the parties accept the gravity of the likely effects of climate\nchange.\n9. It is unlikely, therefore, that the questions of law or the factual issues will be\nfurther refined as a result of a hearing before the Court of Appeal.\n10. The availability of judicial challenge to the legality of the Plan by the\nGovernment, the standard of such review if adoption of the Plan is justiciable\nas matter of law, and the broader environmental rights asserted by the\napplicant to arise under the Constitution, from the European Convention of\nHuman Rights and/or from Ireland’s international obligations are issues of\ngeneral public and legal importance.”\n2.2 As noted, it is usually appropriate, even in cases which might meet the constitutional\nthreshold for leave to appeal to this Court, that an initial appeal is considered by the\nCourt of Appeal, where narrowing and clarification of the issues of importance can take\nplace. However, in the present proceedings the parties did not dispute the relevant\nscience, meaning that these issues were unlikely to require further refinement.\nFurthermore, the urgency which attends the resolution of this matter was determined by\nthis Court to meet the additional criteria necessary for a leapfrog appeal.\n2.3 At a very general level it may be said that the issues arising on this appeal relate solely to\nstanding, to justiciability, to the legality of the adoption of the National Mitigation Plan\n(“the Plan”), the correct standard of judicial review if the adoption of the Plan is\njusticiable and the broader environmental and other rights asserted by FIE to arise under\nthe Constitution and the ECHR.\n2.4 The background to these proceedings is, of course, the science surrounding climate\nchange. While the dispute between the parties (insofar as it did not relate to legal issues)\nfocused on the measures which FIE suggest the Government is legally required to take in\norder to alleviate climate change under the Constitution, the ECHR, and under statute,\nthe broad underlying scientific evidence as to the causes of, and problems created by,\nclimate change was not in dispute. It may be necessary, in the context of some of the\nissues raised, to deal with that scientific evidence in more detail, but for present purposes\nit is appropriate to set out a brief broad overview of the agreed position as tendered in\nevidence before the High Court and as accepted by the trial judge.\n3. A Brief Overview of the Science\n3.1 Clearly one of the principal aspects of the factual background to these proceedings\nconcerns the current scientific understanding of climate change itself, the consequences\nof a continuation of current trends and of the type of measures which may need to be put\nin place to minimise the extent of the rise in temperatures. There would not appear to\nhave been any dispute before the High Court about that scientific analysis and, as it\n\nprovides the backdrop to the legal issues which need to be explored, it is appropriate to\nset it out first.\n3.2 Since the beginning of the Industrial Revolution, mankind has generated and consumed\nenergy on a large scale, predominantly through the combustion of fossil fuels. This\nprocess produces carbon dioxide and releases it into the atmosphere, where it remains for\nhundreds of years. Carbon dioxide, along with other contributory greenhouse gases,\ntraps the heat emitted by the earth in the atmosphere, in a process known as the\ngreenhouse effect. The greenhouse effect produces a warming effect on global\ntemperatures. The greater the quantity of carbon dioxide emissions, the more global\nwarming becomes exacerbated. The climate system shows a delayed response to the\nemissions of greenhouse gases, meaning that the full warming effect of gases which are\nemitted today will only become apparent some 30 to 40 years in the future.\n3.3 Studies have indicated that there is a consistent and almost linear relationship between\ncarbon dioxide emissions and projected global temperature increases over the next 80\nyears. Climate change is already having a profound environmental and societal impact in\nIreland and is predicted to pose further risks to the environment, both in Ireland and\nglobally, in the future. While the challenges of climate change will affect all sectors of\nsociety, it is acknowledged that the impact will be felt most severely in developing\ncountries. Future impacts of climate change are predicted to include further increases in\nglobal temperatures, rising sea levels and an increase in extreme weather events, such as\nepisodes of flooding and drought. There are also reported increased risks of mortality and\nmorbidity, as climate related extremes may place food systems at risk, lead to water\nshortages and the emergence of new pests and diseases, while also contributing to\nsignificant changes in the ecosystems of many plants and animals. The more global\nwarming proceeds to a level which is 2°C higher than typical temperatures at the\nbeginning of the Industrial Revolution, the greater are such risks.\n3.4 There is, therefore, a general consensus in climate science that, if the effects of global\nwarming are to be mitigated or reduced, the rise in global temperatures should not\nexceed 2°C above pre-industrial levels. However, MacGrath J. in the High Court in this\ncase noted that, since the Paris Agreement 2015, which forms part of the United Nations\nFramework Convention on Climate Change (1992), scientific thinking has moved in the\ndirection of a lower figure which is in the region of 1.5°C above pre-industrial levels. In\nOctober 2018, The Hague Court of Appeal in the Netherlands in The State of the\nNetherlands v. Urgenda Foundation (C/09/456689/ZA) found that global warming levels\nwere approximately 1.1°C higher than they were at the beginning of the Industrial\nRevolution. It will be necessary to refer to the decision of the Hoge Raad (the Supreme\nCourt of the Netherlands) on a cassation appeal in that case in due course. Scientific\nevidence suggests that, in order to meet either the 2°C temperature rise target, or the\nmore ambitious 1.5°C target, net negative carbon dioxide emissions are required at some\npoint during this century. Achieving net negative emissions will require the use of costly\ncarbon dioxide removal technologies, such as bioenergy and extensive reforestation.\nMany of the measures necessary to reduce emissions are still in the development stages\n\nand much of the technology remains untested. While it is widely acknowledged that\nurgent action is required in order to address climate change, urgency is assessed\ndifferently within the global community.\n3.5 The threats posed by climate change have been set out in greater detail in both the High\nCourt judgment and in the affidavits sworn by Mr. Lowes, director of FIE, on its behalf\nand Mr. Frank Maughan, principal officer in the Department of Communications, Climate\nAction and Environment, on behalf of the Government. As noted earlier, it may be\nnecessary to refer further to that evidence in respect of some of the issues arising.\n3.6 It can, however, safely be said that the consequences of failing to address climate change\nare accepted by both sides as being very severe with potential significant risk both to life\nand health throughout the world but also including Ireland. While the severity of that\nsituation is not disputed, a number of commentaries on the likely impact of global\nwarming were established in evidence before the High Court. To take one example, it is\npossible to look at a summary of the impact on Ireland which was prepared by the\nEnvironmental Protection Agency. That summary referred to an increased risk from\nextreme weather likely to cause death, injury, ill health and disrupted livelihoods. It also\nreferred to the risk that hundreds of square kilometres of coastal land could be inundated\ndue to sea level rises. In similar vein, there was a reference to more extreme storm\nactivity which would have the potential to bring the devastation of storm surges to the\ncoast of Ireland. There was further reference to a likely increase in heat related\nmortalities and morbidity, together with a further risk in food-borne disease and infectious\ndiseases. Reference was also made to a probable increase in cases of skin cancer and\npotential mental health effects.\n3.7 At the oral hearing, counsel for FIE also drew attention to so-called tipping points. The\nscientific consensus suggests that, in general terms, rising greenhouse gas concentrations\nare likely to give rise to a slow evolution of temperature and precipitation with a certain\ndelay. However, it is also accepted that, in addition, climate change may lead to more\nabrupt changes. There is as yet no consensus as to the precise level of climate change\nwhich is likely to trigger many of the tipping points in question. However, there are\nstrong suggestions that even a level of global warming limited to below 2ºC may give rise\nto some important tipping elements. It has, for example, been suggested that the tipping\npoint for marine ice sheet instability in the Amundsen Basin of West Antarctica may\nalready have been crossed. While, therefore, it is not possible to predict the precise\ntemperatures at which irreversible adverse events will occur, there does appear to be a\nconsensus that the risk of such tipping points occurring is materially increased as\ntemperatures themselves rise. It would certainly seem to me on the evidence that the\npractical irreversibility and significant consequences of reaching some of the tipping points\nin question adds a further imperative to the early tackling of global warming. That being\nsaid, it is, of course, necessary to again emphasise that this Court is not concerned with\npolicy issues but rather with the lawfulness or otherwise of the Plan.\n\n3.8 The central factual issue between the parties concerns aspects of the Plan. It is,\ntherefore, appropriate to briefly outline the Plan with particular reference to the central\ncontention made on behalf of FIE as to the manner in which it is said that the Plan\nbreaches guaranteed rights.\n4. The Plan\n4.1 The Plan was adopted under the provisions of the Climate Action and Low Carbon\nDevelopment Act, 2015 (“the 2015 Act”). The Plan is stated to be required, under s.3(1)\nof the 2015 Act, to be for the purpose of enabling the State to pursue and achieve the\nobjective of transitioning to a low carbon climate resilient and environmental sustainable\neconomy by the end of 2050. That objective is described as the National Transitional\nObjective (“NTO”).\n4.2 The Plan was published in draft form and a period of consultation followed. That\nconsultation was required by s.4(8) of the 2015 Act. The procedure for the adoption of\nthe Plan by the Government is specified in s.4 of the Act. The Minister for the\nEnvironment, Community and Local Government (“the Minister”) is required to submit a\nplan for consideration by the Government which can then approve the plan either in the\nform submitted or subject to such modifications as the Government thinks appropriate\n(see s.4(1) and s.4(4)). However, the Minister is required, before submitting the Plan, to\npublish a draft and to have regard to any submissions made in respect of that draft. A\nsignificant number of observations from interested parties was received and considered\nby the Minister before the Plan was finalised.\n4.3 While it may be necessary to go into some of the details of the Plan in due course, for\npresent purposes it is sufficient to indicate that a central contention on the part of FIE\ndraws attention to the fact that the Plan envisages an increase, rather than a decrease, in\nemissions over the initial period of the Plan while, at the same time, committing to\nachieving the objective of zero net carbon emissions by 2050. FIE describes this as the\ntrajectory of the Plan. A key argument advanced by FIE suggests that the level of global\nwarming which will have come about by 2050 will be dependent not only on whether zero\nnet emissions have been achieved by that time, but also the way in which the pattern of\nemission reduction has developed in the intervening years. It is said that it is the total\namount of emissions which drive climate change and that an initial increase in emissions,\neven if the ultimate target of zero net emissions by 2050 is achieved, will inevitably lead\nto a greater total volume of emissions in the period to 2050 thus it is said, not\ncontributing sufficiently to the aim of reducing warming. There is a dispute between the\nparties as to whether any, or any sufficient, basis is given in the Plan for adopting this\ninitial target which allows for an increase in emissions.\n4.4 For its part, the Government suggested that FIE had mischaracterised the Plan as\nrepresenting a stand-alone measure. Rather it was suggested that the Plan should be\nviewed, as the trial judge held, as being a living document whose measures are not set in\nstone and do not represent a once and for all response to the need for urgent action to\ntackle climate change. The Government argued that FIE had failed, in its submissions, to\nengage with this issue and with that finding of the trial judge.\n\n4.5 As already noted, while there is significant scientific consensus both on the causes of\nclimate change and on the likely consequences, there is much greater room for debate\nabout the precise measures which will require to be taken to prevent the worst\nconsequences of climate change materialising. FIE accepted that, in determining the\nmeasures required, the Government enjoys a very wide degree of discretion. However, it\nwas said that, in adopting in the Plan, measures which will allow for an increase in\nemissions over the lifetime of the Plan, the Government had acted unlawfully.\n4.6 In the context of the Plan, it is also worth mentioning at this stage that a range of\nmeasures have been adopted at European Union level designed to meet the EU’s\ninternational obligations. Those measures do allow for a degree of what is called effort\nsharing. For example, the 2009 Effort Sharing Decision (Decision no. 406/2009/EU) set\nindividual member states targets for certain types of emissions primarily associated with\nheating in buildings, transport and agriculture. It is not, however, said that Ireland is at\nthis stage in breach of any of its international climate change obligations whether arising\nunder EU law or under international treaties. Whether that will necessarily remain the\ncase in the future will, of course, depend both on the trajectory of Irish emissions but also\non any evolution in EU or other international treaty obligations.\n4.7 Against that very brief account of both the science and the central thrust of FIE’s\nchallenge to the Plan, it is necessary to turn to the issues which arise on this appeal and\nthe manner in which those issues were addressed by the trial judge.\n5. The Issues and the High Court Judgment\n5.1 Having regard to the judgment of the High Court and the written submissions filed by the\nparties on this appeal, it is useful to set out the issues which require to be resolved on\nthis appeal. In addition, both parties helpfully filed respective documents setting out the\nheadings under which it was said the issues arise. While not identical to either document,\nwhat follows appears to be one convenient way of categorising the issues. It is proposed,\nat this stage, simply to set out a brief account of the central contentions of the parties on\nthose issues so as to identify the mattes which may require to be explored further in\norder to resolve this appeal.\n(a) The Rights Involved\n5.2 FIE contended that it is entitled to rely on rights, said to be guaranteed both under the\nConstitution and under the ECHR, to put forward its claim that the Plan fails to vindicate\nthe rights concerned such that the adoption of the Plan is unlawful.\n5.3 So far as the Constitution is concerned, FIE placed reliance on the right to life and, in\nparticular, on what is said to be the obligation of the State to seek to protect persons\nagainst a future threat to life arising from climate change. Likewise, FIE placed reliance\non the constitutional right to bodily integrity, as also guaranteed by the Constitution. It\nwas again said that the consequences of climate change will significantly impact on the\nhealth and bodily integrity of persons thus infringing that right.\n\n5.4 There are, however, issues between the parties as to the extent of a third right said to be\nengaged. The Government raised a question over whether it can be said that there is a\nso-called unenumerated right to an environment consistent with human dignity. The High\nCourt has recognised such a right in the judgment of Barrett J. in Friends of the Irish\nEnvironment v. Fingal County Council [2017] IEHC 695. The question of whether such a\nright is recognised by the Constitution has not been the subject of any decision of this\nCourt as yet. In addition, it may be necessary to consider whether a more appropriate\ncharacterisation of those rights which have been identified in the jurisprudence of the\nIrish courts, even though not expressly referred to in the text of the Constitution, may be\nto describe such rights as “derived rights”. Such a re-characterisation would not mean\nthat any of the rights described as unenumerated rights in the jurisprudence would no\nlonger be recognised. The term “unenumerated rights” is not inaccurate for it describes\nrights which are not expressly referred to in the text of the Constitution itself.\n5.5 However, it may be necessary to consider, for the purposes of determining whether the\nasserted right to the environment exists and, if so, the parameters of any such right, the\nbasis on which a court should analyse whether such a right is recognised by the\nConstitution. It may be that the term “derived rights” more accurately reflects the true\nnature of those rights which do not find expression in the text of the Constitution itself\nbut may, nonetheless, be accepted as being recognised by the Constitution by virtue of\nrepresenting aspects of rights positively identified in that text as interpreted in\naccordance with the terms of the Constitution as a whole or deriving from the values\neither expressly referred to or inherent in the structure of the Constitution.\n5.6 For the purposes of the case, the trial judge was willing to accept that there was an\nunenumerated constitutional right to the environment consistent with human dignity.\nHowever, the trial judge concluded that, even if FIE was found to have standing to\nengage the asserted constitutional rights, he was not satisfied that the making or\napproval of the Plan could be said to put these rights at risk.\n5.7 It may be necessary, therefore, to address the question, insofar as it may be relevant to\nthe resolution of this appeal, of the existence or extent of the right to the environment\nsought to be invoked.\n5.8 In relation to the ECHR, FIE placed reliance on the rights guaranteed by both Art. 2 and\nArt. 8. In particular, attention is drawn to the requirements in the European Convention\non Human Rights Act, 2003 (“the 2003 Act”), which places a positive obligation on all\norgans of the State (with the exception of the courts) to perform their functions in a\nmanner compatible with the State’s obligations under the Convention. On that basis it\nwas said that decisions of the Government in relation to the Plan can be assessed to\ndetermine whether, in reaching any such decisions, the Government had met its\nobligations under the 2003 Act to properly act in a way which protects Convention rights.\n5.9 That the rights sought to be relied on are recognised in the ECHR is, of course, clear.\nHowever, the precise way in which those rights may impact on legitimate decision-making\nin the field of climate change is disputed. There would not appear to have been any\n\njudgments, as yet, of the ECtHR directly in this area. On that basis the Government\nargued that national courts should not anticipate but rather should follow the ECtHR.\n5.10 However, FIE drew attention both to the fact that ECtHR, in Fadeyeva v. Russia (App. No.\n55723/00) (2005) 45 E.C.R.R. 10, considered rights in the context of pollution and did so\nwhile acknowledging that it was not for that Court to determine exactly what needed to\nbe done, but rather to assess whether Russia had dealt with the issues under\nconsideration with what was described as due diligence and proper consideration for all\ninterests involved. The extent to which it may be appropriate for this Court to consider\nthe precise application of the ECHR in an area which has not as yet been the subject of a\ndetermination by the ECtHR is another matter which may need to be considered.\n5.11 On the other hand, the Government argued that the jurisprudence of the ECtHR in\nenvironmental pollution cases is confined to situations where the pollution concerned\n“directly and seriously” creates an imminent and immediate risk to guaranteed rights. In\naddition, the Government suggested that the relevant jurisprudence of the ECtHR makes\nclear that a state is entitled to maintain a “fair balance” in respect of all relevant\ninterests. On that basis the Government argued that the existing jurisprudence of the\nECtHR does not give guidance on the proper application of the Convention in relation to\nwhat was said to be an admittedly very difficult environmental challenge but one with\nglobal reach rather than relating to an immediate pollutant with direct effects. It follows\nthat it may be necessary for this Court to consider what may be said to be the established\napplication of the Convention in the context of claims that environmental issues may\ninfringe convention rights.\n5.12 In the context of the rights under the ECHR said to be engaged, there were significant\nreferences in the submissions of both parties to the decision of the Hoge Raad (Supreme\nCourt of the Netherlands) in Urgenda (the State of the Netherlands v. Stichting Urgenda\n(ECLI: NL: HR: 2019: 2007). In that case the Dutch Supreme Court considered the scope\nof protection provided by Arts. 2 and 8 of the ECHR and considered it appropriate, as a\nmatter of Dutch law, and having regard to the obligations arising under the ECHR as\nrecognised in Dutch law, to make an order requiring the Dutch state to take measures\nagainst climate change.\n5.13 FIE placed significant reliance in its submissions on Urgenda and suggested that this\nCourt should consider the reasoning of the Supreme Court of the Netherlands as being\npersuasive as to the proper application of the ECHR to climate change. It was argued by\nFIE that, if the relevant interpretation of the Convention as determined by the Dutch\nSupreme Court is correct, then it would follow, on the facts, that Ireland is also in breach\nof its obligations under the Convention.\n5.14 The Government argued that this Court should not consider the judgment of the Hoge\nRaad as being persuasive. This was done on a number of bases. First, it was said that,\nechoing a point already mentioned, national courts should exercise care in considering the\ndecisions of other national courts under the Convention in circumstances where the ECtHR\nitself has not addressed the issue concerned. It was pointed out that a subscribing state\n\nto the Convention does not enjoy the right to bring proceedings before the ECtHR to\nsuggest that an interpretation placed on the Convention by its own national legal system,\nwhich was unfavourable to the State, was incorrect.\n5.15 It addition, the Government suggested that FIE has not established what were said to be\nnecessary requirements in order that any significant weight might be paid to the\njudgment of a national court on convention issues. It was said that the precise status of\nthe ECHR in Dutch law has not been established and it was further suggested that the\nNetherlands operates a monist system whereby, unlike the position in Ireland,\ninternational treaties can affect domestic law without the necessity of legislation.\nFurthermore, it was argued that FIE had not explained the manner in which any relevant\nprovisions of Dutch law might have affected the Court’s decision. There is, therefore, a\nsignificant issue between the parties as to the weight, if any, which this Court should\nattribute to the decision in Urgenda. In addition, and to the extent that this Court\nconcludes that it should attach some weight to that decision, it might obviously be\nnecessary for the Court to consider the reasoning of the Dutch Supreme Court for the\npurposes of determining whether that reasoning assists in assessing the issues which\narise under Irish law in these proceedings.\n5.16 As an overarching argument in respect of the various rights based claims made by FIE,\nthe Government suggests that, contrary to FIE’s submission, the fact that it accepts “the\nscience” does not mean that it must also be taken to accept that the legal consequences\nof that science involve the sort of actionable breach of rights for which FIE contends.\nWhile not presented in this way, it might be said that the Government’s argument\nsuggests that three questions require to be addressed, being:-\n(a) Is there a legal rights based obligation to take action;\n(b) If so, what is the extent of that obligation; and\n(c) In light of any such obligations identified, does the Plan comply with same?\n5.17 The trial judge concluded that FIE had failed to establish that the Plan had breached\nrights under either Article 2 or Article 8 of the ECHR. Having considered the decision in\nUrgenda, in which the Dutch Government’s failure to meet more ambitious levels of\nreduction of GHG emissions was held to violate the rights guaranteed by those articles,\nthe trial judge noted that no evidence had been presented before the High Court relevant\nto the constitutional order of the Netherlands, particularly in relation to the separation of\npowers in that jurisdiction. The trial judge distinguished Urgenda from this case on the\nbasis that no particular statutory framework had been impugned.\n5.18 The trial judge then went on to consider the importance of the decision of this Court in\nMcD (J) v. L (P) & M (B) [2009] IESC 81, in which it was held that it is not the role of a\ndomestic court to declare rights under the Convention, but that this is rather a matter for\nthe ECtHR. In the absence of any authority opened before the High Court to suggest that\nthe ECtHR had previously dealt with this issue, the trial judge adopted the dicta of\n\nFennelly J in McD to the effect that an Irish court cannot anticipate further developments\nin the interpretation of the Convention by the ECtHR in a direction not yet taken by that\nCourt. As such, the High Court concluded that the adoption of the Plan could not be said\nto be incompatible with the rights guaranteed by Articles 2 and 8 of the ECHR.\n5.19 While there are, as noted, some issues in relation to the precise scope of certain of the\nrights asserted, many of the contentious issues which may require resolution on this\nappeal stem from the extent to which the existence of those rights and any potential\nbreach of them can provide a proper legal basis for the type of challenge which FIE has\nmounted in these proceedings.\n(b) Can the Claim Be Maintained?\n5.20 Under this general topic a number of sub-issues arise, having regard to the arguments\nput forward by the Government which suggest that FIE’s claim cannot properly be\nmaintained in these proceedings. The following issues were relied on by the State.\n(b) (i) Justiciability\n5.21 The Government argued that, having regard to the separation of powers, the issues\nraised are matters of policy which are within the exclusive remit of the Oireachtas and the\nExecutive and not within the scope of questions which can properly be the subject of\nlitigation.\n5.22 The Government argued that FIE’s case represents a “merits based disagreement with\ngovernment policies”. It was accepted by the Government that questions concerning\ncompliance with the provisions of the 2015 Act, concerning the procedures adopted in\nformulating the Plan, are justiciable. However, it was argued that the substantive\nprovisions of the Plan itself involve policy choices made by the Government. It may be\nthat the need to make such choices is mandated by the 2015 Act itself. However, it was\nargued that, on a proper construction of the Act, the requirements in that regard do not\nalter the fact that the Government is still required to make policy choices.\n5.23 The trial judge held that the doctrine of the separation of powers was central to the\narguments on the issue of justiciability in the present case. In the course of a lengthy\ndiscussion on the distinct functions of the organs of state, the trial judge observed that\nthe jurisdiction of the courts can only be exercised in deciding on justiciable matters and\nthat the courts have no general supervisory or investigatory functions. While the courts\nhave a right and duty to interfere in the activities of the Government in circumstances\nwhere the constitutional rights of individual litigants are threatened, the trial judge\nconsidered that it is not for the courts to assume a policy-making role. Therefore, the\ncourts should exercise caution when interfering in the exercise of Executive power,\nparticularly where the aim is the pursuit of policy.\n5.24 The trial judge held that, while the courts should be slow to find a matter or issue non-\njusticiable, they should also recognise that, due to the nature, extent or wording of a\n\nstatutory obligation, it may be necessary to afford a wide margin of discretion to the\nExecutive in discharging its obligations. In the present case, the trial judge considered\nthat both the 2015 Act and the Plan were heavily oriented towards policy considerations\nand, therefore, even if it the Plan were justiciable, a considerable margin of discretion\nmust be afforded to the Government in the Plan’s preparation and approval, as well as in\ndeciding how it should achieve its wider obligations under the 2015 Act. It was held by\nthe trial judge that it is not the function of the courts to second-guess the Government in\nthese matters.\n5.25 In the light of justiciability issues raised by the Government, and at least significantly\naccepted by the trial judge, it is necessary for this Court to consider the extent to which,\nhaving regard to the separation of powers, it is open to the Court to judicially review\nthose policy choices in the context of the argument put forward on behalf of FIE that\nsome of the choices made, and in particular the emission reduction trajectory, are said to\nimpermissibly interfere with rights guaranteed under the Constitution and the ECHR. In\nthat context it is worth recalling the point made earlier to the effect that FIE accepted\nthat the Government has a wide discretion as to the methods to be adopted to reduce\nemissions. However, the principal focus of the factual contention made by FIE centres on\nthe fact that the Plan envisages an increase in emissions in the short term although\nseeking by 2050 to meet the NTO and also the National Climate Policy Position of April\n2014. This policy envisages that there should be an aggregate reduction in carbon\ndioxide (CO2) emissions of at least 80% (compared to 1990 levels) by 2050 across the\nelectricity generation, built environment and transport sectors. It is also envisaged that\nthere should be, in parallel, an approach to carbon neutrality in the agriculture and land-\nuse sector, including forestry, which does not compromise capacity for sustainable food\nproduction.\n(b) (ii) Standing\n5.26 Insofar as the claims made by FIE involve an assertion of whatever rights may be\nestablished under either or both of the Constitution and the ECHR, the Government\nquestioned the standing of FIE to bring such claims reliant on those rights.\n5.27 In substance the Government argued that what FIE seeks to maintain in these\nproceedings is a so-called actio popularis which form of action, it was said, does not exist\nin Irish constitutional law. In that regard, reliance is placed on the decision of this Court\nin Mohan v. Ireland and the Attorney General [2019] IESC 18. On that basis it was said\nthat only a person who is affected in reality or as a matter of fact may bring such a\nchallenge.\n5.28 In addition, it was argued by the Government that FIE, being an incorporated association,\ncannot assert either constitutional or convention rights which it does not and, it was said,\ncould not, ever enjoy, such as the right to life or the right to bodily integrity. The\nGovernment submitted that, to allow FIE to maintain these proceedings would be to\nrecognise a jus tertii contrary, it was argued, to the decision of this Court in Cahill v.\n\nSutton [1980] I.R. 269. In addition, it was argued that none of the possible exceptions\nrecognised in Cahill v. Sutton apply.\n5.29 So far as rights under the ECHR are concerned, similar points were made. It was said\nthat the Convention does not permit an actio popularis or complaints in abstracto and that\nlikewise the ECtHR would not grant standing to corporate bodies for violation of rights\nwhich they do not have.\n5.30 FIE noted in its written submissions that the High Court did not hold against it on the\nquestion of standing and suggested that the Government was precluded from raising the\nstanding question by virtue of the fact that the Government did not seek to cross appeal.\nThe Government did include the standing issue in the section of the respondent’s notice at\nthe application for leave stage which is headed “additional ground on which this decision\nshould be affirmed”.\n5.31 However, without conceding that the point was invalid, FIE indicated in providing further\nclarification on foot of a request for such clarification, made under Practice Direction S.C.\n21, that it was not pursuing the point. Thus the issue of standing is before the Court. I\nshould, however, say that, in my view, the position adopted by the Government on this\nquestion was correct. The current procedure requires an application for leave to cross\nappeal only where the respondent to the appeal wishes to suggest that this Court should\ngive a different result to the case, rather than that this Court might come to the same\nresult by a different route. These proceedings were dismissed by the High Court. There\nwas, therefore, nothing for the Government to appeal against. The procedures allow for\nthe specification by a respondent of any alternative route by which the same result could\nbe achieved. This is precisely what the Government did by indicating that it would urge\non this Court that the proceedings could be dismissed on standing grounds as well.\n5.32 Be that as it may, it is also important to note that the standing argument raised by the\nGovernment did not apply to the ultra vires part of the case for it was accepted that FIE\nhad standing to raise those issues. There were, however, other procedural questions\nconcerning that aspect of the case to which it will shortly be necessary to turn.\n5.33 On the other issues, FIE argued that the Court should recognise the standing of FIE\nnotwithstanding its corporate nature and the fact that it seeks to enforce rights whose\ninfringement, if such be established, do not affect it in any particular way. It was said\nthat this may be done by analogy with the position adopted by this Court in cases such as\nSPUC Ltd v. Coogan (No 1) [1989] I.R. 734 and Irish Penal Reform Trust v. Minister for\nJustice [2005] IEHC 305.\n5.34 The trial judge concluded that FIE did enjoy standing in the particular circumstances of\nthis case. MacGrath J. first considered the approach to standing set out by this Court in\nits decision in Mohan where it was held that, in Irish constitutional law, in order for a\nplaintiff to enjoy standing to challenge the validity of legislation on the grounds that it\ninfringes their constitutional rights, a claimant must demonstrate that his or her interests\nhave been adversely affected, or are in imminent danger of being adversely affected, by\n\nthe operation of the legislation in question. The trial judge followed the observations of\nO'Donnell J. at para. 11 of Mohan.\n5.35 In line with the approach taken by this Court in Mohan, MacGrath J. held that, in order for\na potential plaintiff to establish that his or her interests had been adversely affected by\nlegislation, it was sufficient that the court be satisfied that the plaintiff was affected in a\nreal way in his or her life. Where a plaintiff successfully demonstrates to the court that\nthe legislation they seek to challenge has had a real effect their life, they have standing to\nclaim that the same legislation infringes on their constitutional rights. While the trial\njudge acknowledged that the term “interests” was deliberately intended by the court in\nMohan to be broader than the term “rights”, he was nevertheless willing to consider the\nnature of the constitutional rights which are alleged to have been infringed when\ndetermining whether FIE enjoyed standing, as, in his view, it was in this context only that\none can consider whether interests relevant to the case being made have been affected.\n5.36 The trial judge then moved on to consider Digital Rights Ireland Ltd v. Minister for\nCommunications [2010] 3 I.R. 251, in which McKechnie J. (in the High Court) had\nsuggested that a more relaxed approach to standing might be taken where it was clear\nthat a particular public act could adversely affect a plaintiff’s constitutional or ECHR\nrights, or society as a whole. In these circumstances, McKechnie J. held that a potential\nplaintiff should not be precluded from bringing proceedings to protect the rights of others.\n5.37 Adopting the dicta of McKechnie J. in Digital Rights Ireland, the trial judge concluded that,\nas FIE sought to raise important issues of a constitutional nature which affected both its\nown members and the public at large, as well as significant issues in relation to\nenvironmental concerns, in the interests of justice, FIE did have standing in the present\nproceedings.\n(b) (iii) The Nature of the Challenge\n5.38 The Government questioned the entitlement of FIE to maintain proceedings of this type.\nThe first basis on which this challenge was made was the Government’s submission that\nthe absence of any challenge to the 2015 Act itself precluded FIE from obtaining the\nreliefs sought.\n5.39 The Government argued that the challenge to the validity of the Plan amounts to a\ncollateral attack on the 2015 Act itself. FIE argued that its complaint was directed\ntowards the Plan rather than the 2015 Act. It is, of course, the case that FIE also\nchallenged the legality of the Plan on the basis of a contention that it is ultra vires the\n2015 Act. The issues under that heading will be briefly identified in succeeding\nparagraphs. Clearly if the Plan were found to be ultra vires the 2015 Act, then it would be\nunnecessary to consider the collateral challenge issues. However, the Government’s\nargument was that, in the event that it successfully persuades this Court that the Plan is\nnot ultra vires the 2015 Act, then it would follow that a challenge to the Plan, without also\nchallenging the constitutionality of the legislation, would necessarily amount to a\ncollateral challenge.\n\n5.40 In this context it may be necessary for the Court to consider the extent to which it may\nbe permissible to view the range of options open to a person or body under a statute as\nbeing circumscribed by the need to vindicate rights. On one view, it might be said that\nlegislation would have to be interpreted in a constitutional manner, following East\nDonegal principles, so that, on its proper construction, the range of options available to a\ndecision maker might be constrained in any event by the necessity to interpret the\nlegislation in a manner which did not infringe rights. If that view were to prevail then, of\ncourse, an exercise of any discretion conferred on the decision maker in a manner which\nimpermissibly infringed rights would itself be ultra vires. On the other hand, if it could be\nsaid that the relevant legislation could not be interpreted in a manner which would\nconstrain the range of options open, then it might be argued that, by allowing a discretion\nwhich could be exercised in a manner which breached rights, the legislation itself was\nunconstitutional thus grounding an argument based on collateral attack.\n5.41 The trial judge held that if, as FIE contends, the Plan is an inadequate response to, and\ndoes not propose to do enough, quickly enough, to combat the effects of climate change,\nthen that is not a legal deficiency or inadequacy of the Plan, but of the provisions and\nobjectives outlined in the 2015 Act and also possibly of national policy. The trial judge\nnoted that the provisions of that act were not challenged by FIE and he therefore made\nno observation on them.\n5.42 Second, it was argued by the Government that what were described as “fundamental\nrights-based relief” of the type sought by FIE is not available under the provisions of the\nEuropean Convention on Human Rights Act, 2003 (“the 2003 Act”).\n5.43 Under this heading the Government argued that FIE had failed to identify the precise way\nin which the 2003 Act permits reliance to be placed on the Convention rights asserted. It\nwas submitted that FIE sought to rely directly on the ECHR which, it was argued, is\nimpermissible. FIE contended that the Government is under an obligation to perform its\nfunctions in a manner compatible with the State’s obligations under the Convention and\nthat it was, therefore, open to FIE to assert that the Government is in breach of the 2003\nAct by virtue of what is contended to be a failure to comply with convention obligations in\nmaking the Plan.\n(c) Ultra vires\n5.44 FIE contended that the Plan is ultra vires the 2015 Act. The Government contested that\nassertion.\n5.45 A series of detailed arguments were put forward in the written submissions under this\nheading. FIE drew attention to a number of what were said to be mandatory\nrequirements under the 2015 Act, such as those specified in s.3(1) and s.4(2)(a), (b) and\n(d). In addition, FIE drew attention to a range of obligations placed on the Government\nwhereby the statute requires that regard be had to certain matters under, for example,\ns.3(2)(a) – (d). It is said that the Government, in adopting the Plan, failed to comply\nwith each of the relevant obligations.\n\n5.46 In substance, the Government argued in its written submissions that each of the\nmandatory requirements were met and that there is no basis, on the facts, for suggesting\nthat the Government did not have regard to the matters specified in the sections in\nquestion. The resolution of those issues would require a consideration of the precise way\nin which it is, respectively, argued that the relevant statutory provisions either were or\nwere not complied with.\n5.47 However, at the oral hearing a further dispute emerged between the parties concerning\nthe scope of the appeal which was permitted, having regard to the grounds of appeal\nspecified in the application for leave to this Court filed by FIE. With one narrow\nexception, it was suggested by the Government that FIE had not pursued an appeal to\nthis Court in respect of many of the individual assertions by virtue of which it was argued\nthat the Plan was ultra vires. On that basis, the Government contended that FIE was\nconfined to a very narrow ground in respect of the vires argument. FIE disputed that\ncontention on a number of bases to which it will be necessary to refer in due course. It\nfollows, therefore, that it will be necessary to consider the scope of the appeal on ultra\nvires grounds which is properly before this Court.\n5.48 It should also be noted that the justiciability argument, to which reference has already\nbeen made, was put forward by the Government in respect of the ultra vires aspect of the\ncase as well as the rights based elements. It follows, therefore, that while standing was\nnot an issue in respect of these questions, justiciability was.\n5.49 The trial judge concluded that the Plan did not breach any of the relevant sections of the\n2015 Act and was, therefore, intra vires. In reaching this conclusion, MacGrath J. bore in\nmind both the standard of review which he considered should be applied to the Plan and\nthe wide latitude to be afforded to the Government in making and adopting the Plan\nunder the 2015 Act.\n5.50 MacGrath J. found nothing in the Plan which, in his view, could be said to be inconsistent\nwith the statutory aim to transition to a low carbon, climate resilient and environmentally\nsustainable economy by 2050 as required by the NTO. He also held that the Plan made\nclear proposals in respect of the state's pursuit of the NTO by 2050 and, therefore, it\ncould not be said to be inconsistent with s. 4 (2) of the 2015 Act. Furthermore, the trial\njudge found that the Plan did specify policy measures which, in the opinion of the\nGovernment, would be required in order to manage greenhouse gas emissions, consistent\nwith s. 4(2)(b) of the Act. It was also held that the Plan had fulfilled the obligations\nunder s. 3(2) of the 2015 Act, as a result of which the Government was required to have\nregard to existing EU law and international agreements. Finally, the trial judge held that\nthe plan contained clear sectoral analysis and that responsibilities had evidently been\nallocated to relevant government ministers under s. 4(2)(d) of the Act. None of the\nrelevant sections of the 2015 Act having been breached, it was the conclusion of the trial\njudge that the Plan was intra vires.\n5.51 In determining whether the Plan was ultra vires, the trial judge also placed a great deal of\nweight on the fact that the Plan represented, in his view, an initial step on a long and\n\nchallenging journey towards achieving the NTO. MacGrath J. observed that the principal\ndifference of approach between the parties was one of immediacy, as they disagreed on\nthe extent of the measures required to be taken immediately in order to achieve the NTO\nby 2050. In this regard, he emphasised that that it was the 2015 Act, as opposed to the\nPlan, which provided for reaching the NTO by the end of the year 2050. On the basis of\nthis interpretation of the 2015 Act, MacGrath J. found that the legislation did not prescribe\nor impose on the Government a statutory obligation to achieve particular intermediate\ntargets.\n5.52 Finally, in support of its submission that the Plan was ultra vires, FIE had relied heavily on\nthe criticisms of the Plan made by the Advisory Council established under s. 8 of the 2015\nAct. The trial judge found that, while the Advisory Council was obliged to review the Plan\nand was expected to deliver a robust and critical appraisal, its recommendations did not\namount to the imposition of a statutory obligation. As such, it was the view of the High\nCourt that the criticisms made by the Advisory Council were themselves insufficient to\nestablish that the Plan was ultra vires.\n(d) Standard of Review\n5.53 Insofar as the Court might be persuaded that there are rights which can be asserted by\nFIE in these proceedings for the purposes of seeking to obtain relief of the type claimed,\nthen an issue potentially arises as to the appropriate standard of review which should be\napplied by the Court in considering whether the Plan can be said to breach such rights to\nthe extent that relief should be granted. In the same context, issues of proportionality\nmay possibly arise.\n5.54 In the respective submissions of the parties there is a debate as to the role which\nproportionality might play in a judicial review of this type. It is, of course, the case that\none of the issues which may arise in the context of a challenge to the substantive legality\nof a measure adopted under statute can involve the application of the test set out by this\nCourt in O’Keeffe v. An Bord Pleanála [1993] 1 I.R. 39. To an extent that test may have\nbeen modified, at least in certain circumstances, by the introduction of a consideration of\nproportionality as identified by this Court in Meadows v. Minister for Justice, Equality and\nLaw Reform [2010] IESC 3, 2 I.R. 701. However, the Government argued that the place\nwhich proportionality holds in a challenge of this type is limited and asserted that the trial\njudge was correct to identify that proportionality must be seen “through the prism” of\nO’Keeffe. FIE urged that proportionality should be given a wider role.\n5.55 Similar considerations arise in the context of the potential application of proportionality in\nrelation to the asserted ECHR rights.\n5.56 The Government also suggested that FIE has not truly identified what the practical\nconsequences of the introduction of a test of proportionality would be in the context of\nthis case. Furthermore, it was argued that proportionality can have little or no effect in a\ncase where it can be established that a decision maker, such as the Government here,\nhas a very wide margin of discretion. In the context of that margin of discretion, it was\n\nalso said on behalf of the Government that the level of expertise required in the\nformulation of the Plan should lead the Court to afford a particularly wide margin of\nappreciation.\n5.57 In respect of the correct standard of review to be applied to the Plan, the trial judge\nobserved that it is not the role of the courts to engage in a merit-based review of the\nactions of the Government in the creation and approval of the Plan. MacGrath J.\nconsidered that the jurisprudence indicates that the test of irrationality and\nunreasonableness as set out in O’Keeffe remains largely unaltered.\n5.58 Adopting the approach taken by this Court in Donegan v. Dublin City Council [2012] IESC\n18 and AAA v. Minister for Justice [2017] IESC 80, the trial judge found that, where an\nissue of fundamental rights is agitated, it is appropriate to apply the O’Keeffe irrationality\ntest viewed through the prism of a Meadows type proportionality analysis. However, the\ntrial judge also emphasised that the court’s review must be accommodated within the\nexisting judicial review regime. On that basis, it was considered by MacGrath J. that the\nlevel of scrutiny required is perhaps greater than the “no evidence” standard required by\nO’Keeffe, but, at the same time, he was of the view that the review must be within the\ntenets of those principles and cannot be a merit-based review. MacGrath J. approached\nthe assessment of FIE’s claims on this basis.\n5.59 In light of this approach to the standard of review, MacGrath J. concluded that, in the\nabsence of any express authority relied on by the FIE to suggest that there is a free\nstanding cause of action to have executive action assessed on the basis of proportionality\nand having regard to the wide discretion which is available to the Executive, FIE had\nfailed to establish that that Government has acted in a disproportionate manner in the\ncreation and adoption of the Plan.\n5.60 I have set out the issues as they appeared from the written submissions filed by the\nparties subject only to noting where there were developments during either the\nclarification stage or the oral hearing. It is worth commenting, however, that the case as\noriginally pleaded focused much more substantially on an allegation that the Plan was\nultra vires the 2015 Act. As the case evolved, the rights based elements of the argument\ntook greater prominence. However, it seems to me that there is a logic in considering the\nvires issue first. If FIE are correct in saying that the Plan did not comply with the 2015\nAct then it would follow that the Plan would have to be quashed and that the Government\nwould have to adopt a new Plan. Such a finding would at least have some implications as\nto how it might be appropriate to deal with the remaining issues. I, therefore, propose to\nturn first to the question of whether the Plan complied with the 2015 Act.\n6. The Statutory Argument\n(i) The Issues\n6.1 For the reasons already identified there would appear to be five general questions which\nneed to be answered under this heading.\n\n6.2 The first is as to the permitted scope of this appeal so far as the question of ultra vires is\nconcerned. As noted earlier, the Government suggests that many of the grounds relied\non by FIE in its written and oral submissions in this regard go beyond the grounds\nspecified in the application for leave to appeal. On that basis it is said that those wider\ngrounds should not be entertained by the Court.\n6.3 Second, there are certain issues concerning the proper interpretation of the 2015 Act\nwhich relate to the question of what that Act requires of a compliant plan.\n6.4 Third, and at least in some respects inter-related with the second issue, there is the\nquestion of justiciability. In that context the Government argues that the Plan simply\nrepresents policy and that it is not, therefore, amenable to judicial review.\n6.5 Fourth, there is the question of what is said to be an impermissible collateral attack on\nthe 2015 Act. As noted earlier, the Government argues that the attempt by FIE to\nsuggest that the Plan is ultra vires amounts, in substance, to a suggestion that the 2015\nAct is itself unconstitutional in some respect and that such a course of action is not\npermitted.\n6.6 Fifth, and depending on the proper answers to the earlier questions, it may be necessary\nto assess whether the Plan actually complies with the statute as properly interpreted. I\npropose to deal with each of these issues in turn.\n(ii) The Scope of the Appeal\n6.7 A starting point has to be to note that it is accepted that a wide range of issues\nconcerning the compliance of the Plan with the provisions of the 2015 Act were canvassed\nbefore the High Court and were dealt with by the trial judge in his judgment. This is not a\ncase, therefore, where it is said that FIE are seeking to run a significantly different case\non appeal than that which was canvassed at trial. Rather, it is suggested that the\ngrounds of appeal set out by FIE in the application for leave to appeal narrowed the range\nof issues which can properly be canvassed.\n6.8 The relevant part of the grounds of appeal dealing with the contention that the Plan does\nnot comply with the 2015 Act are as follows:-\n“It was wrong to conclude that the Respondent had discharged its obligation to have\nregard to EU and international law obligations in considering the Plan for approval by\nvirtue of simply referring to those obligations. [Judgment (113)]. The Judgment under\nappeal did not address the Applicant’s specific, separate point re Tristor [para 7.14]:\ncogent reasons must be provided where a decision flies in the face of a matter to which\nregard must be had.”\n6.9 Those grounds are, as the Government argued, quite limited. However, that is not the\nonly factor to be taken into account. There is no doubt that FIE did include in its written\nsubmissions a number of different contentions concerning what was said to be the failure\nof the Plan to comply with relevant statutory requirements. Those contentions were\n\naddressed in the replying submissions filed on behalf of the Government. No suggestion\nwas made in those replying submissions to the effect that the case made by FIE was said\nto go outside the proper scope of the appeal.\n6.10 In that context it is important to note the procedures which have been in place in respect\nof appeals to this Court since the new constitutional architecture brought about by the\n33rd Amendment of the Constitution came into force. Each appeal is subject to detailed\ncase management before a single judge. One of the questions which can arise, from time\nto time, in the context of that case management process, can involve an assertion by one\nor other party that the written submissions filed by its opponent seeks to rely on matters\nwhich are outside the scope of the appeal. Indeed, there have been a number of appeals\nwhere the Court has conducted a preliminary hearing to consider the scope of the appeal\nso that clarity can be brought in advance to the question of the issues which can be\nproperly be canvassed at the hearing of the appeal itself. It is worth recording that\nneither in its own replying submissions, nor at any stage during case management, was\nany issue raised by the Government concerning what is now said to be an impermissible\nreliance by FIE on certain grounds for suggesting that the Plan does not comply with the\n2015 Act. The first time that this issue arose was at the oral hearing.\n6.11 In reply on this point, counsel for FIE made the point that, had the issue been raised\nearlier, it would have been open to FIE, if it was considered necessary, to invite the Court\nto allow FIE to expand its grounds of appeal. Given that, by so doing, FIE would not have\nbeen seeking to rely on issues which had themselves not been canvassed the High Court,\nit must be said that there would at least have been a reasonable possibility that the Court\nwould have acceded to an application to extend the grounds of appeal had one been\nmade.\n6.12 However, the matter does not end there. In accordance with Practice Direction S.C. 21,\nthis Court issued a Statement of Case. This new procedure had been in contemplation by\nthe Court for some little time but was brought forward in the context of the need to\nfurther refine issues prior to the hearing of the appeal in circumstances where it was\nanticipated that a significant number of appeals to this Court would, during the\ncontinuance of restrictions connected with COVID-19, be conducted as remote hearings.\n6.13 The Statement of Case involves the Court setting out its understanding, drawn from the\npapers filed and from the written submissions of the parties, as to the facts, the issues\nbefore the Court, the relevant aspects of the judgment/judgments of the court/courts\nwhich have dealt with the case previously and the position of the parties on the issues.\n6.14 Precisely because no question had been raised as to the scope of the appeal, the\nStatement of Case issued in respect of this appeal included, as some of the issues to be\nconsidered by the Court, the wider questions concerning the consistency of the Plan with\nthe requirements of the 2015 Act that were dealt with in the written submissions filed by\nboth parties.\n\n6.15 It is again part of the process which has been put in place that parties are invited to\nidentify any aspects of the Statement of Case which they consider to be inaccurate or\nincomplete. Indeed, in this case, a number of minor observations were made about the\ntext of the Statement of Case which observations were taken on board by the Court\nleading to the issuing of a slightly revised version. However, no issue was taken about\nthe fact that the Statement of Case suggested that a wider range of issues might require\nto be dealt with under this heading.\n6.16 I would agree with counsel for the Government that it would require a somewhat strained\ninterpretation of the grounds of appeal to suggest that the wider range of challenge set\nout in the written submissions and addressed in the Statement of Case come within those\ngrounds. Nevertheless, it seems to me that no injustice would be done by allowing FIE to\npursue those grounds. As noted, those grounds were canvassed before the High Court,\nwere set out in the written submissions of FIE and fully replied to on behalf of the\nGovernment and form part of the Statement of Case which sought to frame the\nparameters of the issues which would need to be debated at the oral hearing. On that\nbasis I would propose that the Court should consider the issues.\n(iii) The Interpretation of the Act\n6.17 For present purposes, the main relevant provisions of the Act are to be found in section 4\nand in particular the following:-\n“4. — (1) The Minister shall—\n(a) not later than 18 months after the passing of this Act, and\n(b) not less than once in every period of 5 years, make, and submit to the\nGovernment for approval, a plan, which shall be known as a national low\ncarbon transition and mitigation plan (in this Act referred to as a “national\nmitigation plan”).\n(2) A national mitigation plan shall—\n(a) specify the manner in which it is proposed to achieve the national transition\nobjective,\n(b) specify the policy measures that, in the opinion of the Government, would be\nrequired in order to manage greenhouse gas emissions and the removal of\ngreenhouse gas at a level that is appropriate for furthering the achievement\nof the national transition objective,\n(c) take into account any existing obligation of the State under the law of the\nEuropean Union or any international agreement referred to in section 2, and\n(d) specify the mitigation policy measures (in this Act referred to as the “sectoral\nmitigation measures”) to be adopted by the Ministers of the Government,\n\nreferred to in subsection (3)(a), in relation to the matters for which each\nsuch Minister of the Government has responsibility for the purposes of—\n(i) reducing greenhouse gas emissions, and\n(ii) enabling the achievement of the national transition objective.\n(3) For the purpose of including, in the national mitigation plan, the sectoral\nmitigation measures to be specified for the different sectors in accordance with\nsubsection (2)(d)—\n(a) the Government shall request such Ministers of the Government they\nconsider appropriate to submit to the Minister, within a specified period, the\nsectoral mitigation measures that each such Minister of the Government\nproposes to adopt in relation to the matters for which each such Minister of\nthe Government has responsibility,…”.\n6.18 A number of points are worth noting. First, the overriding requirement of a national\nmitigation plan is that it must, in accordance with s.4(2)(a), “specify the manner in which\nit is proposed to achieve the national transition objective”. The national transition\nobjective is defined by s.3(1) as requiring the transition by 2050 to a “low carbon, climate\nresilient and environmentally sustainable economy”. Thus the overriding requirement of a\ncompliant plan is that it specifies how that objective is to be achieved by 2050.\n6.19 Section 4(2) goes on to require that a compliant plan specify the policy measures which,\nin the opinion of the Government, are needed to achieve the NTO. Furthermore, such\nmeasures are required by s.4(2)(d) to be specified by reference to various sectors.\n6.20 It is true that s.4(1)(b) requires there to be a new plan at least every fifth year. But it\nwould be wrong, in my view, to suggest that the legislation contemplates a series of five\nyear plans. Rather, the legislation contemplates a series of rolling plans each of which\nmust be designed to specify, both in general terms and on a sectoral basis, how it is\nproposed that the NTO is to be achieved. Given that the Plan was adopted in 2017, it was\nrequired to be a 33-year plan albeit one which the legislation understood was likely to be\nadjusted within five years to take into account further developments. However, it seems\nto me to be absolutely clear that it would be wrong to suggest that the legislation\nenvisages that details be provided for only the first five years. The sole relevance of the\nfive-year provision in s.4(1)(b) is that it recognises that circumstances generally,\nscientific knowledge and technology and, doubtless, other matters may alter so that it\nwould be appropriate to adjust the Plan from time to time to reflect prevailing\ncircumstances. It also seems to me that the legislation does contemplate, therefore, that\nthe level of detail about what is to happen between, say, 2040 and 2050, may be less\nthan the level of detail about what is to happen in the immediate future. By recognising\nthe possibility of the need to adjust at least every five years, the legislation implicitly\naccepts that it may become possible, as time goes on, to give greater detail about\nprecisely what is to be done in the latter part of the period up to 2050. However, that\nanalysis does not seem to me to take away from the fundamental obligation of a\n\ncompliant plan to, in the words of the statute itself, “specify” how it is intended that the\nNTO will be met by 2050.\n6.21 While dealing with the proper interpretation of the statute, it also seems to me that it\nprovides for two important obligations which inform the statutory purpose. Firstly, s.4(8)\nprovides for a significant national consultation whenever a plan is being formulated. Thus\nthere is a clear statutory policy involving public participation in the process. Second, the\nvery fact that there must be a plan and that it must be published involves an exercise in\ntransparency. The public are entitled to know how it is that the government of the day\nintends to meet the NTO. The public are entitled to judge whether they think a plan is\nrealistic or whether they think the policy measures adopted in a plan represent a fair\nbalance as to where the benefits and burdens associated with meeting the NTO are likely\nto fall. If the public are unhappy with a plan then, assuming that it is considered a\nsufficiently important issue, the public are entitled to vote accordingly and elect a\ngovernment which might produce a plan involving policies more in accord with what the\npublic wish. But the key point is that the public are entitled, under the legislation, to\nknow what the plan is with some reasonable degree of specificity.\n6.22 Thus, it seems to me that key objectives of the statutory regime are designed to provide\nboth for public participation and for transparency around the statutory objective which is\nthe achievement of the NTO by 2050. In light of that view as to the proper approach to\nthe interpretation of the statute, it is next necessary to turn to the question of\njusticiability.\n(iv) Justiciability\n6.23 The central argument put forward on behalf of the Government under this heading is that\nthe Plan simply involves the adoption of policy and that, it is said, courts have frequently\nindicated that matters of policy are not justiciable. The Government draws attention to\ncomments such as those made by Charleton J. (in the High Court) in Garda\nRepresentative Association v. Minister for Finance [2010] IEHC 78 at para. 15 where the\nfollowing is said:-\n“The Government has the power to set policy on areas of national interest and to\ndisperse funds in accordance with that policy. These decisions are, in my view, in a\ncategory beyond the scope of judicial review”.\n6.24 There may be an issue as to whether there are any areas which are truly completely\noutside the scope of judicial review on the grounds of a barrier, based on respect for the\nseparation of powers, on the remit of the courts to review policy. But it does not seem to\nme that such questions properly arise in the circumstances of this case. If the\ngovernment of the day were to announce that, as a matter of policy, it was going to\npublish, after public consultation, a plan designed to achieve precisely that which is\ndefined in the 2015 Act as the NTO and then publish a plan which arguably failed to do\nwhat it was said it should do, then such questions might well arise. However, the position\nhere is that there is legislation.\n\n6.25 Most legislation has some policy behind it. It is likely to have been the policy of the\ngovernment which was in power at the time when the legislation was enacted that\nlegislation of the type in question should be promoted. Indeed, in the context of issues\nconcerning whether there has been an impermissible delegation by the Oireachtas of the\npower to legislate, courts regularly have to consider whether legislation indicates the\n“principles and policies” by reference to which secondary law-making power can be\nexercised (see Cityview Press v. An Chomhairle Oiliúna (1980) IR 381). It may have\nbeen the policy of a particular government to introduce the legislation in question but\nonce that legislation is passed it then become law and not policy.\n6.26 In fairness, counsel for the Government accepted that insofar as the process set out in\nthe 2015 Act was concerned, judicial review was available. It was accepted, for example,\nthat, if the Minister did not engage in the statutorily mandated public consultation, then\nthe courts could take appropriate action. However, the position of the Government was\nthat judicial review could extend only to process or procedural matters and not to the\nsubstantive content of the report itself.\n6.27 In that context, it does have to be acknowledged that some elements of the legislation\nsimply require the Government to adopt a policy designed to the statutory end. For\nexample, the legislation does not require any particular view to be taken as to which\nsectors are to contribute in which amounts to the reduction of carbon emissions. The\nlegislation leaves it to the government of the day to make those policy choices. It is\npossible, therefore, that there may be elements of a compliant plan under the 2015 Act\nwhich may not truly be justiciable. However, it does seem to me to be absolutely clear\nthat, where the legislation requires that a plan formulated under its provisions does\ncertain things, then the law requires that a plan complies with those obligations and the\nquestion of whether a plan actually does comply with the statute in such regard is a\nmatter of law rather than a matter of policy. It becomes a matter of law because the\nOireachtas has chosen to legislate for at least some aspects of a compliant plan while\nleaving other elements up to policy decisions by the government of the day. It seems to\nme that the requirements of s.4, as to what a plan must specify, come within a category\nof statutory obligation which is clearly law rather than policy. Whether a plan complies,\nfor example, with the obligation that it be specific as to how the NTO is to be achieved is,\nin my view, clearly a matter of law. The choices as to how the NTO might be achieved\nmay well be policy choices and real questions might arise at to the extent to which those\nchoices might be justiciable. However, whether the Plan does what it says on the\nstatutory tin is a matter of law and clearly justiciable. For present purposes, it is\nsufficient to suggest that the Court should hold that a question of whether the Plan meets\nthe specificity requirements in s.4 is clearly justiciable. In the light of that suggestion it is\nnext necessary to consider the question of collateral attack.\n(v) Collateral Attack\n6.28 It is possible that there might be questions, in certain circumstances, as to whether a\nchallenge to a measure adopted under legislation amounts to an impermissible collateral\n\nattack on the legislation itself. However, it seems to me that issues of that type can be\nreasonably described as amounting to a corollary of the jurisprudence which has followed\nfrom East Donegal Co-Operative Livestock Mart Ltd. v. Attorney General (1970) IR 317.\nUnder that jurisprudence, of course, a court must assume that any power or discretion\navailable under a statute will be exercised in a constitutional manner. If the clear\nwording of the statute would not permit a power to be exercised in a way which was\nconsistent with the Constitution, then the statute must be declared to be inconsistent with\nthe Constitution and thus of no effect.\n6.29 If there is only one, or a small number of ways in which a particular statutory power or\nobligation can be exercised, and if that way or all of those ways would give rise to a\nbreach of the Constitution, then there might well be a case for saying that an attack on an\nindividual exercise of the statutory power concerned would necessarily amount to an\nattack on the statute itself. If the statute requires something to be done, or done in a\nparticular way, then an attack on a measure adopted under the statute may well amount\nto a collateral attack on the statute itself unless it could be demonstrated that there were\nother ways in which measures could have been adopted which would have been\nconsistent with the Constitution.\n6.30 It follows, in my view, that the real question that must be addressed is, therefore, as to\nwhether a claim that the Plan is ultra vires necessarily amounts to an assertion that any\nplan adopted in accordance with the statute would have also been unlawful. If it is\npossible to have a lawful plan under the statute but if, equally, it might be possible to\nhave a plan which, while in technical compliance with the statute, breached rights in some\nway so that it too was invalid, a challenge mounted on such grounds would clearly not, in\nmy view, amount to a collateral attack. It would simply amount to an assertion that the\nplan chosen was invalid but that other plans could have been chosen which were valid.\nSuch a challenge would not suggest that there was anything inappropriate about the Act\nitself.\n6.31 Applying that general approach to, in particular, the claim that the Plan lacks the\nspecificity required by s.4 does not, in any way, amount to a suggestion that the 2015 Act\nis inconsistent with the Constitution. On the contrary, it is simply an assertion that the\nlegislation requires a particular level of specificity which has not been met in the\nformulation of the Plan. Such an assertion does not carry with it any suggestion that\nthere is any problem concerning the consistency of the 2015 Act with the Constitution.\n6.32 As already noted, there was no dispute about the standing of FIE to mount this aspect of\nthe claim. For the reasons set out earlier, I would suggest that, notwithstanding that the\nmatter is not properly addressed in the grounds of appeal, nonetheless this Court should\ngo on to deal with the wider range of ultra vires issues canvassed in the written\nsubmissions. I have also indicated the reasons why I would hold that that at least some\nof those issues are clearly justiciable and also do not amount to a collateral attack on the\n2015 Act itself. In particular, I would hold that the question of whether the Plan is\nsufficiently specific to meet the mandatory requirements of s.4 of the 2015 Act is both\n\njusticiable and does not amount to a collateral attack. It follows in turn that it is\nnecessary to consider whether, on the merits, the Plan does meet those requirements of\nspecificity.\n(vi) Specificity\n6.33 An important part of the case made by the Government draws attention to the fact that\nthe Plan is a living document. So far as it goes, it seems to me that that is a reasonable\nproposition. As already noted, the 2015 Act contemplates a revision of the Plan at least\nevery five years and that must carry with it an assumption that the intention is that it will\nbe possible to provide greater detail of certain aspects of any plan made under the 2015\nAct as matters progress.\n6.34 In the course of submissions, counsel for the Government drew attention to a new\ndocument, the Climate Action Plan, which was produced in 2019 (“the 2019 Plan”). It\nwas submitted that this 2019 Plan is an example of how policy is evolving. The\nintroduction to the 2019 Plan states that it aims to build on the policy, framework,\nmeasures and actions of the Plan. The 2019 Plan, it was suggested, contains updated\ndetail. In particular, Counsel for the Government drew attention to the fact that the 2019\nPlan identifies measures which, it is said, were first envisaged in the Plan under review\nand which are aimed at closing the carbon gap, but which will not be successful in closing\nit completely. Counsel then submitted that the 2019 Plan identifies the outstanding\ncarbon gap which will remain after the measures referred to above have been\nimplemented and goes on to identify further measures which will be necessary to\ncompletely close that gap.\n6.35 While there may be some merit in the suggestion that the document in question does\nprovide greater detail in some areas, it must also be emphasised that it is not a plan in\nthe sense in which that term is used in the 2015 Act. It has not been, for example,\nthrough the public consultation process which the 2015 Act mandates. While it may\nprovide some level of transparency about the Government’s thinking as of 2019, it does\nnot do so in the very formal way which the 2015 Act mandates. Whatever level of clarity\nis required by that Act about government policy to achieve the NTO by 2050, it must be\nprovided in a formal plan adopted in accordance with the public participation measures\nset out in the 2015 Act.\n6.36 More importantly, the real question at issue is as to whether the Plan itself gives any real\nor sufficient detail as to how it is intended to achieve the NTO. In that regard a number\nof factors must be taken in to account.\n6.37 First it is necessary to reach some overall conclusion as to the level of specificity which\nthe Act requires. It seems to me that the starting point for a consideration of that\nquestion must be to consider the purpose of the 2015 Act as a whole. The public\nparticipation element of that purpose is, of course, met by the public consultation process\nset out in section 4(8). But it is to the transparency element of the purpose of the\nlegislation as a whole that the specificity mandated by s.4 is directed. The purpose of\n\nrequiring the Plan to be specific is to allow any interested member of the public to know\nenough about how the Government currently intends to meet the NTO by 2050 so as to\ninform the views of the reasonable and interested member of the public as to whether\nthat policy is considered to be effective and appropriate.\n6.38 What the public thinks of any plan and what the public might do about it if they do not\nlike a plan is a matter for the public to consider. But the 2015 Act requires that the public\nhave sufficient information from the Plan to enable them to reach such conclusions as\nthey wish. On that basis, it seems to me that the level of specificity required of a\ncompliant plan is that it is sufficient to allow a reasonable and interested member of the\npublic to know how the government of the day intends to meet the NTO so as, in turn, to\nallow such members of the public as may be interested to act in whatever way, political or\notherwise, that they consider appropriate in the light of that policy.\n6.39 Next there is what the Plan itself says. In the Plan’s introduction it is stated that,\n“Under the 2015 Act, each National Mitigation Plan must specify the policy\nmeasures that Government consider are required to manage greenhouse gas\nemissions and the removal of emissions at a level that is appropriate for furthering\nthe national transition objective set out in that Act. Given that this long-term\nobjective must be achieved by 2050, it is not prudent or even possible to specify, in\ndetail, policy measures to cover this entire period as we cannot be certain what\nscientific or technical developments and advancements might arise over the next 30\nyears or so.”\n6.40 Furthermore, it is of some relevance to consider what the Climate Change Advisory\nCouncil (“the Advisory Council”) says. The Advisory Council was established under s.8 of\nthe 2015 Act. Section 11 of the Act provides that the functions of the Advisory Council\ninclude advising and making recommendations to the Minister and the Government in\nrelation to the preparation and adoption of the Plan and in relation to the reduction of\nGHG emissions and adaptions to the effects of climate change. Sections 12 and 13 of the\nAct provide that the Advisory Council is to submit annual records and periodic review\nreports to the Minister. Under s.12(2) of the 2015 Act, the annual report of the Advisory\nCouncil is required to include recommendations in relation to the most cost-effective\nmanner of achieving reductions in GHG emissions in order to enable the achievement of\nthe NTO and such other recommendations or advice as the Advisory Council considers\nnecessary or appropriate in order to enable the achievement of the NTO. Section 13(7)\nprovides that a periodic review report should contain a consideration of the NTO and any\nmatter relating to that objective as the Advisory Council considers appropriate, a\nconsideration of (and recommendations in relation to) compliance with obligations arising\nunder EU law or international agreements and any matters relating to such obligations as\nthe Advisory Council considers appropriate together with such advice or recommendations\nas the Advisory Council considers appropriate in relation to the Plan. The Advisory Council\nis not, therefore, an informal body but rather one which is established by statute and has,\ntherefore, a role in law.\n\n6.41 I appreciate that the Government is not bound by the views of the Advisory Council.\nHowever, in considering, as this Court must, whether the Plan gives sufficient detail to\nallow a reasonable and interested observer to understand how it is suggested that the\nNTO is to be met by 2050, it seems to me that it is appropriate to place significant weight\non the views of the Advisory Council which is, after all, set up under the same statute as\nrequires the Plan to specify how the NTO is to be achieved.\n6.42 In that context it is appropriate to consider what the Advisory Council says. In its 2018\nannual report, the Advisory Council stated that,\n“Ireland’s greenhouse gas emissions for 2016, and projections of emissions to\n2035, are disturbing. Ireland’s greenhouse gas emissions increased again in 2016.\nInstead of achieving the required reduction of 1 million tonnes per year in carbon\ndioxide emissions, consistent with the National Policy Position, Ireland is currently\nincreasing emissions at a rate of 2 million tonnes per year… Ireland is completely\noff course in terms of its commitments to addressing the challenge of climate\nchange.”\nSimilarly, in the Advisory Council’s 2017 periodic review, it was stated that,\n“Ireland is not projected to meet 2020 emissions reduction targets and is not on\nthe right trajectory to meet longer term EU and national emission reduction\ncommitments.”\n6.43 Finally, it is necessary to look at the kind of policies which the Plan suggests need to be\nfollowed in order to meet the NTO. Having considered what the Plan says it does seem to\nme to be reasonable to characterise significant parts of the policies as being excessively\nvague or aspirational. For example, in the field of agriculture the following is said:-\n“Ireland is one of a small number of EU countries to have elected to report on\ngrassland and cropland management activities for the 2nd commitment period of\nthe Kyoto Protocol (KP) (2013-2020) so we are endeavouring to improve our\nunderstanding of the drivers of emissions from these activities with a view to\ndeveloping policies and measures to reducing the source of these emissions…\nFurther investigation will also be necessary to analyse synergies between\nthese policies and mobilising carbon credits under the LULUCF (land use, land-use\nchange and forestry) flexibility, referred to below, in particular related to emissions\nand removals from grassland and cropland activities… While we cannot be sure\nwhat future technologies will deliver, this is true of every sector. That said,\nnew technologies are constantly emerging and we will be ready to encourage\nadoption of those that support climate ambition…\nIn addition, continued research and development is needed to support the\ndevelopment and roll-out of new technologies to reduce greenhouse gas emissions,\nwhich highlights the importance of national research and coherence with the EC\nHorizon 2020 programme and LIFE funding.” (Emphasis added.)\n\n6.44 Furthermore, several of the proposals made in the agriculture chapter of the Plan involve\ncarrying out “further research” into areas such as beef genomics and the behavioural\nbarriers which influence farmers’ participation in environmental schemes. This chapter of\nthe Plan also contains somewhat vague proposals to “continue to improve knowledge\ntransfer and exchange to farmers by developing a network across State agencies and\nrelevant advisory bodies” and to “further develop the range and depth of sustainability\ninformation collected for beef, dairy and other agriculture sectors.”\n6.45 I accept that the legislation clearly contemplates that knowledge will evolve and that the\ndetail of the Plan will become more fixed as time moves on. However, that does not\nseem to me to prevent there being a clear present statutory obligation on the\nGovernment, in formulating a plan, to at least give some realistic level of detail about\nhow it is intended to meet the NTO. Some general indication of the sort of specific\nmeasures which will or may be required needs to be given. The legislation does, after all,\nrequire that a plan “specify” how the NTO is to be met. For the reasons already set out, it\nseems clear that s.4 requires that the measures necessary to achieve the NTO must be\nspecified not only for the first five years but for the full length of the period then\nunexpired up to 2050. The level of specificity for the latter years may legitimately be less\nbut there must be, nonetheless, a policy identified which does specify in some reasonable\ndetail the kind of measures that will be required up to 2050. The fact that some of those\nmeasures may come to be adjusted over time because of developments in knowledge,\ndata or technology does not alter the fact that a best current estimate as to how the NTO\nis going to be achieved needs to be made and not left to sometime in the future. As\nnoted earlier, this is not a five-year plan but rather ought to have been a 33-year plan.\n6.46 In my judgment the Plan falls a long way short of the sort of specificity which the statute\nrequires. I do not consider that the reasonable and interested observer would know, in\nany sufficient detail, how it really is intended, under current government policy, to\nachieve the NTO by 2050 on the basis of the information contained in the Plan. Too much\nis left to further study or investigation. In that context it must, of course, be recognised\nthat matters such as the extent to which new technologies for carbon extraction may be\nable to play a role is undoubtedly itself uncertain on the basis of current knowledge.\nHowever, that is no reason not to give some estimate as to how it is currently intended\nthat such measures will be deployed and what the effect of their deployment is hoped to\nbe. Undoubtedly any such estimates can be highly qualified by the fact that, as the\ntechnology and knowledge develops, it may prove to be more or less able to achieve the\ninitial aims attributable to it.\n6.47 However, that is no reason not to indicate how and when particular types of technology\nare currently hoped to be brought on board. If it proves possible to achieve more than\nmight currently be envisaged then, doubtless, other elements of the Plan can evolve in a\nway which may place a lesser burden on certain sectors. If it proves that the technology\nis less useful than currently envisaged, then the burden on some sectors may have to\nincrease. But the public are entitled to know what current thinking is and, indeed, form a\njudgment both on whether the Plan is realistic and whether the types of technology\n\nconsidered in the Plan are appropriate and likely to be effective. In my view, a\nreasonable and interested observer would not really have a sufficient view of just how it is\ncurrently hoped that such measures might contribute towards achieving the NTO to form\na considered judgement.\n6.48 On that basis, I would hold that the Plan does not comply with the requirements of the\n2015 Act and, in particular, section 4. On that basis I would hold that the Plan should be\nquashed on the grounds of having failed to comply with its statutory mandate in that\nregard.\n6.49 Given that the Plan should, in my view, be quashed, it is necessary to consider whether,\nand, if so, to what extent, it is appropriate to deal with the wider rights based issues\nwhich arose on this appeal. In that context it is worth noting that I propose that the Plan\nbe quashed on grounds which are substantive rather than purely procedural. On that\nbasis this plan will never fall to be assessed again, for any new plan adopted under the\n2015 Act will need to be different so as to meet the deficiencies which have been\nidentified. There is, therefore, an argument to the effect that any consideration of the\nfurther rights based issues which arise on this appeal would be purely theoretical as such\na consideration would have, as its focus, a plan which will not be reproduced. However, it\nseems to me that at least the question of standing is of some continuing importance\nbecause that issue would arise in any challenge sought to be brought by FIE, or indeed\nany other corporate NGO in the environmental field, in respect of any future plan. On\nthat basis, it does seem to me to be appropriate to go on to consider at least the question\nof standing in respect of the rights based claims made under both the Constitution and\nthe ECHR. It may also, to a limited extent, be appropriate to consider some of the other\nissues which arose on this appeal. I will address that question when I have outlined my\nviews on the position in respect of standing to which I now turn.\n7. Standing\n7.1 I propose to consider together the question of the standing of FIE to mount rights-based\nclaims both in respect of certain rights guaranteed by the Constitution and also under the\n2003 Act. It is appreciated that it does not necessarily follow that the requirements of\nstanding must be the same under both headings but I nonetheless consider it to be\nconvenient to address all standing issues at this stage.\n7.2 The fundamental objection which the Government takes to the proposition that FIE has\nstanding under either heading stems from the fact that all of the rights sought to be relied\non, whether under the Constitution or under the ECHR, are personal rights which FIE itself\ndoes not enjoy. The rights relied on under the Constitution are the right to life and the\nright to bodily integrity. Those rights are personal to individuals. Likewise, the rights\nrelied on under the ECHR are those guaranteed by both Article 2 and Article 8. These are\nagain personal rights.\n7.3 Counsel accepted that FIE, as a corporate entity, did not itself enjoy the rights sought to\nbe relied on, whether under the Constitution or the ECHR. However, counsel argued that\nthe jurisprudence recognises that there have been cases where entities have been\n\naccorded standing, even though the entities concerned did not enjoy the rights sought to\nbe advanced in the relevant proceedings.\n7.4 On the question of standing to put forward the claim based on constitutional rights, the\nargument put forward by the Government relies on well-established jurisprudence to the\neffect that Irish constitutional law does not recognise a so-called actio popularis, being an\naction brought, as it were, on behalf of the public as a whole. Furthermore, it is said that,\nrelying on Cahill v. Sutton and subsequent case law, Irish standing rules in constitutional\ncases do not recognise a so-called jus tertii, or an action in which a person seeks to rely\non rights enjoyed by others. The Government argues that these proceedings fall into\nboth excluded categories.\n7.5 As already noted, it was accepted at the oral hearing that FIE does not enjoy the personal\nconstitutional rights on which reliance is sought to be placed. To that extent, it would\nappear that it must follow that FIE does not, prima facie, have standing for constitutional\npurposes so far as these proceedings are concerned. The real issue under this heading is\nas to whether this case comes within one of those exceptions where a third party,\nincluding a corporate body such as FIE, may have standing to maintain a claim based on\nthe rights of others.\n7.6 So far as standing to maintain the claims under the ECHR are concerned, it was accepted\nat the oral hearing that FIE would not have standing to bring a complaint before the\nECtHR. However, it was argued that it did not follow that a party that would not have\nStrasbourg standing would necessarily be precluded from maintaining a claim under the\n2003 Act. The real question, so far as standing to maintain the ECHR aspect of the claim\nis concerned, was as to whether it is possible for a party, who would not have standing\nbefore the ECtHR, to bring proceedings relying on the 2003 Act and, if so, what\ncircumstances permit such a claim to be brought.\n7.7 Before considering those issues in detail, it is also necessary to mention the potential\nreliance placed by FIE on an asserted right to a healthy environment, relying on the\njudgment of Barrett J. in Fingal Co. Council. However, at the oral hearing, counsel for FIE\naccepted that, in the context of these proceedings, there was no material difference,\ninsofar as this case was concerned, between the established constitutional rights relied\non, being the right to life and the right to bodily integrity, and any right to a healthy\nenvironment, should one exist. Counsel did, of course, indicate that, should such a right\nbe found to exist under the Constitution, it might well have significant implications in\nother proceedings where the asserted rights sought to be relied on went beyond\nrepresenting an aspect of the right to life or the right to bodily integrity. However, it was\nclear that no such issues arose in this case so that any right to a healthy environment\nwhich might be held to exist for the purposes of these proceedings would not extend\nbeyond the boundaries of the right to life and the right to bodily integrity. In those\ncircumstances, it does not seem to me that it is either necessary or appropriate to give\nany additional consideration to the question of identifying those persons or bodies as\nmight have standing to maintain a claim based on the asserted right to a healthy\n\nenvironment said to derive from those quintessentially personal rights. In the particular\ncircumstances of this case it is difficult to see how a body, such as FIE, could have\nstanding to maintain a right to a healthy environment (which is co-extensive with the\nright to life and the right to bodily integrity) unless such a body also would have standing\nto maintain a claim based directly on those rights. Ultimately, therefore, the question of\nwhether FIE has standing to maintain the constitutional rights based aspect of their case\ncomes down to a question of whether they come within exceptions to the general rule.\n7.8 In that context, reliance is placed on decisions such as Coogan and Irish Penal Reform\nTrust. However, it is important to return to Cahill v. Sutton, which remains the most\nimportant case in this area and represents the foundation of the modern law of standing\nin constitutional cases. It is important to recognise first that Cahill v. Sutton suggested a\ngeneral rule which is to the effect that, in order to have standing, a claimant must be able\nto show that rights which that claimant enjoyed have potentially been interfered with (or\nbe in danger of being interfered with) by the measure whose constitutionality is in\nquestion. In that context Henchy J. stated the following at pp. 281-282:-\n“The general approach to the question of standing that has been adopted in other\njurisdictions was referred to as follows in the judgment of this Court in the East\nDonegal Co-Operative case (at p.338):\n\"With regard to the locus standi of the plaintiffs the question raised has been\ndetermined in different ways in countries which have constitutional provisions\nsimilar to our own. It is unnecessary here to go into this matter in detail\nbeyond stating that at one end of the spectrum of opinions on this topic one\nfinds the contention that there exists a right of action akin to an actio\npopularis which will entitle any person, whether he is directly affected by the\nAct or not, to maintain proceedings and challenge the validity of any Act\npassed by the parliament of the country of which he is a citizen or to whose\nlaws he is subject by residing in that country. At the other end of the\nspectrum is the contention that no one can maintain such an action unless he\ncan show that not merely do the provisions of the Act in question apply to\nactivities in which he is currently engaged but that their application has\nactually affected his activities adversely. The Court rejects the latter\ncontention and does not find it necessary in the circumstances of this case to\nexpress any view upon the former\".\nIn point of fact, in no comparable jurisdiction to which the Court's attention has\nbeen directed does either of those two polarised opinions or contentions seem to\nhave received authoritative judicial acceptance. On the contrary, in other\njurisdictions the widely accepted practice of courts which are invested with\ncomparable powers of reviewing legislation in the light of constitutional provisions is\nto require the person who challenges a particular legislative provision to show\neither that he has been personally affected injuriously by it or that he is in\nimminent danger of becoming the victim of it. This general rule means that the\n\nchallenger must adduce circumstances showing that the impugned provision is\noperating, or is poised to operate, in such a way as to deprive him personally of the\nbenefit of a particular constitutional right. In that way each challenge is assessed\njudicially in the light of the application of the impugned provision to the challenger's\nown circumstances.”\n7.9 However, in Cahill v. Sutton, this Court also recognised that the general rule can be\nrelaxed in appropriate cases. At p. 285 of his judgement in that case, Henchy J stated:-\n“This rule, however, being but a rule of practice must, like all such rules, be subject\nto expansion, exception or qualification when the justice of the case so requires.\nSince the paramount consideration in the exercise of the jurisdiction of the Courts\nto review legislation in the light of the Constitution is to ensure that persons\nentitled to the benefit of a constitutional right will not be prejudiced through being\nwrongfully deprived of it, there will be cases where the want of the normal locus\nstandi on the part of the person questioning the constitutionality of the statute may\nbe overlooked if, in the circumstances of the case, there is a transcendent need to\nassert against the statute the constitutional provision that has been invoked. For\nexample, while the challenger may lack the personal standing normally required,\nthose prejudicially affected by the impugned statute may not be in a position to\nassert adequately, or in time, their constitutional rights. In such a case the court\nmight decide to ignore the want of normal personal standing on the part of the\nlitigant before it. Likewise, the absence of a prejudice or injury peculiar to the\nchallenger might be overlooked, in the discretion of the court, if the impugned\nprovision is directed at or operable against a grouping which includes the\nchallenger, or with whom the challenger may be said to have a common interest—\nparticularly in cases where, because of the nature of the subject matter, it is\ndifficult to segregate those affected from those not affected by the challenged\nprovision.\nHowever, those examples of possible exceptions to the rule should not be taken as\nindicating where the limits of the rule are to be drawn. It is undesirable to go\nfurther than to say that the stated rule of personal standing may be waived or\nrelaxed if, in the particular circumstances of a case, the court finds that there are\nweighty countervailing considerations justifying a departure from the rule.”\n7.10 In my view, Henchy J. also made a number of important observations at pp. 282-284 in\nthe following terms:-\n“This general, but not absolute, rule of judicial self-restraint has much to commend\nit. It ensures that normally the controversy will rest on facts which are referable\nprimarily and specifically to the challenger, thus giving concreteness and first-hand\nreality to what might otherwise be an abstract or hypothetical legal argument. The\nresulting decision of the court will be either the allowance or the rejection of the\nchallenge in so far as it is based on the facts adduced. If the challenge succeeds,\nthe impugned provision will be struck down. If it fails, it does not follow that a\n\nsimilar challenge raised later on a different set of facts will fail: see Ryan v. The\nAttorney General [1965] I.R. 294. at p. 353 of the report. In that way the flexibility\nand reach of the particular constitutional provision invoked are fully preserved and\ngiven necessary application.\n...\nThere is also the hazard that if the courts were to accord citizens unrestricted\naccess, regardless of qualification, for the purpose of getting legislative provisions\ninvalidated on constitutional grounds, this important jurisdiction would be subject to\nabuse.”\n7.11 Henchy J. went on to comment as follows:-\n“In particular, the working interrelation that must be presumed to exist between\nParliament and the Judiciary in the democratic scheme of things postulated by the\nConstitution would not be served if no threshold qualification were ever required for\nan attack in the courts on the manner in which the Legislature has exercised its\nlaw-making powers. Without such a qualification the courts might be thought to\nencourage those who have opposed a particular Bill on its way through Parliament\nto ignore or devalue its elevation into an Act of Parliament by continuing their\nopposition to it by means of an action to have it invalidated on constitutional\ngrounds. It would be contrary to the spirit of the Constitution if the courts were to\nallow the opposition that was raised to a proposed legislative measure, inside or\noutside Parliament, to have an unrestricted and unqualified right to move from the\npolitical arena to the High Court once a Bill has become an Act. And it would not\naccord with the smooth working of the organs of State established by the\nConstitution if the enactments of the National Parliament were liable to be thwarted\nor delayed in their operation by litigation which could be brought at the whim of\nevery or any citizen, whether or not he has a personal interest in the outcome.”\n7.12 It might well be said that the distinction identified by Henchy J. is of some relevance in\nthe context of these proceedings. There clearly is a risk of the distinction between rights\nbased litigation, on the one hand, and political or policy issues, on the other becoming\nblurred in cases such as this. I would view the observations of Henchy J., which I have\ncited, as conveying a warning against an over-liberal use of the undoubted entitlement of\nthe courts to relax the general rule. However, it also seems clear that cases such as\nCoogan and Irish Penal Reform Trust do represent appropriate relaxations of the general\nrule in accordance with the overall approach identified in Cahill v. Sutton. It is important\nto analyse the reasons why standing was accepted as existing in those cases.\n7.13 The rights asserted in Coogan were the rights of the unborn. It is clear that any rights\nwhich the unborn might have enjoyed, whether under the 8th Amendment to the\nConstitution (since repealed) or otherwise, would inevitably involve some other person or\nbody seeking to vindicate those rights. In Coogan, Finlay C.J. commented, at p. 742 as\nfollows:-\n\n“In such a case I am satisfied that the test is that of a bona fide concern and\ninterest, interest being used in the sense of proximity or an objective interest. To\nascertain whether such bona fide concern and interest exists in a particular case it\nis of special importance to consider the nature of the constitutional right sought to\nbe protected. In this case that right is the right to life of an unborn child in its\nmother’s womb. The threat to that constitutional right which it is sought to avoid is\nthe death of the child. In respect of such a threat there can never be a victim or\npotential victim who can sue… The part, however, that the plaintiff has taken in the\nproceedings to which I have referred, which were successfully brought to conclusion\nby the Attorney General at its relation, and the particular right which it seeks to\nprotect with its importance to the whole nature of our society, constitute sufficient\ngrounds for holding that it is a person with a bona fide concern and interest and\naccordingly has the necessary legal standing to bring the action.”\n7.14 While McCarthy J. dissented on the question of whether the plaintiffs in that case had\nstanding, he did so on the basis of his view that the appropriate plaintiff was the Attorney\nGeneral in all the circumstances of the case. McCarthy J., therefore, considered that the\nrights involved could be vindicated but with a different plaintiff. He did, however, in that\ncontext, observe, in a typically pithy fashion, at p. 750 the following:-\n“The direct threat to that right to life is an abortion, a procedure which in the\nnature of things is likely to be procured by the expectant mother. The two whose\nrights are protected cannot or will not invoke the constitutional guarantee. Who\nwill?”\n7.15 On one view it might be said that Irish Penal Reform Trust extends the scope of standing\na little further. In that case the Irish Penal Reform Trust was one of three plaintiffs\nseeking to challenge prison conditions and their compatibility with the Constitution. The\nother two plaintiffs were former prisoners. The case sought to address what, it was\ncontended, amounted to systemic deficiencies in the treatment of prisoners with\npsychiatric problems. If the case were limited to the personal experience of the two\nindividual plaintiffs, it would not have been possible to advance the case that the\ndeficiencies were systemic.\n7.16 Furthermore, a representative of the Irish Penal Reform Trust swore an affidavit setting\nout her belief, and that of the Trust, that, in their experience, prisoners affected by these\ndeficiencies (by definition prisoners suffering from psychiatric illnesses) are not in a\nposition to assert adequately or in time their constitutional rights, especially in regard to\nsystemic deficiencies. The Trust had carried out a great deal of work and expended\nconsiderable effort in bringing the proceedings, including the retention of international\nexperts. It was specifically stated that the Trust believed that, notwithstanding the fact\nthat prison conditions were a matter of interest to the wider community, and that it\nstrongly contended the conditions in Mountjoy Prison did not comply at the time with\nbasic standards of human rights, nevertheless, such matters would never be adequately\naddressed unless the proceedings could be determined as constituted.\n\n7.17 Gilligan J. in his judgment observed that Henchy J. in Cahill v Sutton had been careful to\nnote that the rule on standing was a rule on practice and could be waived or relaxed if, in\nthe particular circumstances of the case, there were weighty countervailing\nconsiderations. An example given by Henchy J. was where those prejudicially affected by\nthe impugned statute might not be in a position to assert adequately or in time their\nconstitutional rights. Gilligan J. considered that a case illustrating this exception was\nCoogan. Gilligan J. also considered that prisoners with psychiatric problems were among\nthe most vulnerable and disadvantaged members of society. Many prisoners might be\nignorant of their rights and fear retribution if they challenged the prison authorities. Such\nprisoners might well be unaware of the constitutional right to receive a better standard of\ntreatment. This put the particular category of prisoner in an extremely disadvantaged\nposition. He considered that this was an appropriate case in which to relax the rules on\nstanding in such circumstances.\n7.18 In the present case, no real attempt has been made to explain why FIE has launched\nthese proceedings and why individual plaintiffs have not commenced the proceedings, or\nsought to be joined. It is not suggested that the potential class of individual plaintiffs\n(which is very extensive indeed) suffers from any vulnerability or would face any difficulty\nin asserting the claim or that the claim would in any way be limited if brought by\nindividuals. For these reasons and more, it does not seem to me that Irish Penal Reform\nTrust supports the plaintiff’s case on standing.\n7.19 It should be emphasised that Irish standing rules are, therefore, flexible but not infinitely\nso. This point was again emphasised in Mohan which represents the latest clarification of\nthe constitutional law of standing by this Court. In that context it is worth recalling that\nthe standing recognised in Digital Rights involved claims which a company was entitled to\nbring as a company.\n7.20 Thus there was no question in Digital Rights of a corporate entity being permitted to\nassert rights which were only those of others. The rights were those of the company\nitself. I would, in any event, reserve my position on whether I would fully follow all of the\nreasoning in Digital Rights concerning standing. For present purposes it is sufficient to\nindicate that Digital Rights does not provide any basis for suggesting that a corporate\nentity has standing to bring proceedings which solely seek to advance the rights of\nindividuals rather than rights of the corporate entity itself.\n7.21 I would accept, therefore, that there are circumstances in which an overly strict approach\nto standing could lead to important rights not being vindicated. However, that does not\ntake away from the importance of standing rules in our constitutional order. The\nunderlying position was reiterated in the recent decision of this Court in Mohan, which re-\nemphasised the need, ordinarily, for a plaintiff to be able to demonstrate that they have\nbeen affected in reality or as a matter of fact by virtue of the measure which they seek to\nchallenge on the basis that it breaches rights. That remains the fundamental proposition.\nThe circumstances in which it is permissible to accord standing outside the bounds of that\nbasic principle must necessarily be limited and involve situations where there would be a\n\nreal risk that important rights would not be vindicated unless a more relaxed attitude to\nstanding were adopted.\n7.22 That leads to a consideration of the reasons why a corporate entity has chosen to bring\nthese proceedings relying, as FIE does, on personal rights which it does not enjoy. Other\nthan a suggestion that it was desire to protect individuals from a possible exposure to the\ncosts of unsuccessful proceedings, no real explanation was given as to why an individual\nor individuals could not have brought these proceedings instead of FIE. There does not\nseem to be any practical reason why FIE could not have provided support for such\nindividuals in whatever manner it considered appropriate. It seems to me that these\nproceedings are a far cry from the kind of circumstances which this Court accepted\njustified departure from ordinary standing rules in cases such as Coogan and Irish Penal\nReform Trust. To hold that FIE had standing in the circumstances of this case would, in\nmy view, involve a move to a situation where standing was greatly expanded and the\nabsence of standing would largely be confined to cases involving persons who simply\nmaintain proceedings on a meddlesome basis. I do not consider that there is a\njustification for such a wide expansion of our standing rules. Nor do I consider that FIE\nhave put forward any adequate basis to explain why these proceedings could not have\nbeen brought in the ordinary way by persons who would undoubtedly enjoy the right to\nlife and the right to bodily integrity on which reliance is placed. In those circumstances I\nwould conclude that FIE does not have standing to maintain the constitutional rights\nbased aspect of their case.\n7.23 Turning to the issues which arise in respect of standing to maintain the ECHR claim, I am\nprepared to accept that there may be circumstances where a person or entity might not\nhave standing to bring a complaint before the ECtHR but where, in accordance with Irish\nstanding rules, the same party might be able to maintain a claim based on the 2003 Act.\nHowever, I find it difficult to see how a party who would not have standing to maintain a\nparticular form of claim based on an asserted breach of Irish constitutional rights could\nhave standing to maintain a claim based on the 2003 Act, where the rights under the\nECHR said to be infringed are the same or analogous rights to those which might have\nbeen asserted under the Constitution.\n7.24 Having concluded that FIE would not have standing to maintain a claim based on the right\nto life or the right to bodily integrity of others under the Irish Constitution, it seems to me\nto follow that FIE likewise does not have standing to maintain a claim based on the\nprovisions of the 2003 Act where reliance is being placed on the analogous Art. 2 and Art.\n8 rights. I would, therefore, conclude that FIE does not have standing to maintain any of\nthe rights based claims put forward in these proceedings.\n7.25 In those circumstances I would not, ordinarily, go on to deal with any other aspects of the\ncase and would leave further consideration of any of the issues raised to a case brought\nby a person or persons who did have standing. However, there is one aspect of the case\non which I feel it appropriate to comment. The question of whether there exists an\nunenumerated or derived right to a healthy environment under the Irish Constitution was\n\ndebated in these proceedings both in the High Court and in this Court. MacGrath J., in\nthe High Court, indicated that he was prepared to accept, for the purposes of these\nproceedings, that such a right does exist following on from the decision of Barrett J. in\nFingal Co. Council. Lest by not commenting on those matters it might in the future be\nargued that this Court had implicitly accepted the position identified by Barrett J., and\naccepted by MacGrath J. for the purposes of the argument, in their respective High Court\njudgments, I feel it is necessary to go on to make at least some observations on that\nissue.\n8. A Constitutional Right to a Healthy Environment?\n8.1 In Fingal County Council, at para. 264 of his judgment, Barrett J. said the following:-\n“A right to an environment that is consistent with the human dignity and well-being\nof citizens at large is an essential condition for the fulfilment of all human rights. It\nis an indispensable existential right that is enjoyed universally, yet which is vested\npersonally as a right that presents and can be seen always to have presented, and\nto enjoy protection, under Art. 40.3.1° of the Constitution. It is not so utopian a\nright that it can never be enforced. Once concretised into specific duties and\nobligations, its enforcement is entirely practicable. Even so, every dimension of the\nright to an environment that is consistent with the human dignity and well-being of\ncitizens at large does not, for the reasons identified previously above, require to be\napprehended and to be described in detail before that right can be recognised to\nexist. Concrete duties and responsibilities will fall in time to be defined and\ndemarcated. But to start down that path of definition and demarcation, one first\nhas to recognise that there is a personal constitutional right to an environment that\nis consistent with the human dignity and well-being of citizens at large and upon\nwhich those duties and responsibilities will be constructed. This the court does.”\n8.2 In the High Court in this case, MacGrath J. said the following at para. 133 of his\njudgment:-\n“Accepting for the purposes of this case, that there is an unenumerated right to an\nenvironment consistent with human dignity, in my view, it cannot be concluded that\nit is the plan which places these rights at risk.”\n8.3 An appropriate starting point might well be to consider what precisely was meant by\nBarrett J. when he suggested that there was an unenumerated constitutional right to the\nenvironment consistent with human dignity. It is perhaps overly pedantic to say that\neveryone has an environment whether it be good or bad. A world in which some of the\nmore pessimistic predictions connected with climate change had actually come to pass\nwould still be a world in which there was an environment, albeit one which might be\nextremely hostile and very dangerous. I understand that it was for such reasons that,\nquite sensibly, counsel for FIE suggested that the appropriate characterisation of the right\n(at least for the purposes of this case) was to describe it as a right to a healthy\nenvironment. In fairness to Barrett J., it should again be noted that he did describe the\nright as being one of an entitlement to an environment consistent with human dignity.\n\n8.4 I should start by commenting that, in my view, it would be more appropriate to\ncharacterise constitutional rights which cannot be found in express terms in the wording\nof the Constitution itself as being derived rights rather than unenumerated rights. The\njurisprudence has, of course, identified rights recognised by the Constitution where the\nwording of the text does not use a term directly providing for the right concerned. There\nis no direct reference to privacy. There is no direct reference to a right not to be\ninappropriately deprived of the ability to work. Yet both of these rights have been\nrecognised as existing under the Constitution, the former in McGee v. The Attorney\nGeneral [1974] IR 284 and the latter in N.V.H v. Minister for Justice and Equality [2018] 1\nIR 246.\n8.5 There is a sense in which the term “unenumerated” is not incorrect, precisely because the\nwording of the Constitution does not refer directly to rights such as those which I have\nmentioned. However, there is a danger that the use of the term “unenumerated” conveys\nan impression that judges simply identify rights of which they approve and deem them to\nbe part of the Constitution.\n8.6 That does not seem to me to have been the process by which the so-called unenumerated\nrights have come to be identified, but nonetheless it carries a risk of misimpression. It is\nfor that reason that I would consider the term “derived rights” as being more appropriate,\nfor it conveys that there must be some root of title in the text or structure of the\nConstitution from which the right in question can be derived. It may stem, for example,\nfrom a constitutional value such as dignity when taken in conjunction with other express\nrights or obligations. It may stem from the democratic nature of the State whose\nfundamental structures are set out in the Constitution. It may derive from a combination\nof rights, values and structure. However, it cannot derive simply from judges looking into\ntheir hearts and identifying rights which they think should be in the Constitution. It must\nderive from judges considering the Constitution as a whole and identifying rights which\ncan be derived from the Constitution as a whole.\n8.7 In saying that, I would emphasise that I do not thereby advocate a narrow textualist\napproach. In that context I fully agreed with the observations of Henchy J. in McGee,\nwhere, at p.325 he says:-\n“It is the totality and absoluteness of the prohibition effected by s. 17 of the Act of\n1935 that counsel for the plaintiff impugn as infringing what they say are her\nconstitutionally guaranteed rights as a citizen. As has been held in a number of\ncases, the unspecified personal rights guaranteed by sub-s. 1 of s. 3 of Article 40\nare not confined to those specified in sub-s. 2 of that section. It is for the Courts to\ndecide in a particular case whether the right relied on comes within the\nconstitutional guarantee. To do so, it must be shown that it is a right that inheres in\nthe citizen in question by virtue of his human personality. The lack of precision in\nthis test is reduced when sub-s. 1 of s. 3 of Article 40 is read (as it must be) in the\nlight of the Constitution as a whole and, in particular, in the light of what the\nConstitution, expressly or by necessary implication, deems to be fundamental to\n\nthe personal standing of the individual in question in the context of the social order\nenvisaged by the Constitution. The infinite variety in the relationships between the\ncitizen and his fellows and between the citizen and the State makes an exhaustive\nenumeration of the guaranteed rights difficult, if not impossible.”\n8.8 This approach was extended on by Henchy J. in his dissenting judgment in Norris v. The\nAttorney General [1984] IR 36. The above passage was also cited by McCarthy J. in his\njudgment in the same case at p. 97, and the general approach identified has been\naffirmed by this Court more recently in Fleming v. Ireland & Ors. [2013] 2 IR 417 and in\nN.V.H.\n8.9 What needs to be guarded against is allowing for a blurring of the separation of powers by\npermitting issues which are more properly political and policy matters (for the legislature\nand the executive) to impermissibly drift into the judicial sphere. Where it is possible\nproperly to derive rights from the Constitution then no such risk arises. Where, however,\njudges are simply asked to identify rights which they consider might be “a good thing”\nthen the separation of powers is truly blurred. Indeed, in this context, there are common\nconsiderations between these issues and questions of standing already addressed.\nAllowing even well motivated parties to rely on constitutional rights which they do not\nenjoy, likewise, runs the risk of blurring the lines between the judicial and the other\npowers of the State.\n8.10 Returning to the issue in this case, it might be said that, in one sense, the beginning and\nend of this argument stems from the acceptance by counsel for FIE that a right to a\nhealthy environment, should it exist, would not add to the analysis in these proceedings,\nfor it would not extend the rights relied on beyond the right to life and the right to bodily\nintegrity whose existence is not doubted. However, that very fact seems to me to\ndemonstrate one of the difficulties with the asserted right. What exactly does it mean?\nHow does it fit into the constitutional order? Does it really advance rights beyond the\nright to life and the right to bodily integrity? If not, then what is the point of recognising\nsuch a right? If so, then in what way and within what parameters?\n8.11 The very vague nature of the right identified by Barrett J. in Fingal Co. Council can, in my\nview, be demonstrated from the fact that it seemed to have little or no bearing on the\noutcome of those proceedings. While it is of course the case, as Barrett J. noted, that the\nparameters of identified rights can be refined as the case law develops, it does seem to\nme that there needs to be at least some concrete shape to a right before it is appropriate\nto identify it as representing a standalone and separate right derived from the\nConstitution. If it does not extend existing recognised rights, then there is no need for it.\nIf it does extend existing recognised rights, then there needs to be at least some general\nclarity about the nature of the right so that there can be a proper analysis of whether the\nrecognition of the asserted right can truly be derived from the Constitution itself. In my\nview, the right to an environment consistent with human dignity, or alternatively the right\nto a healthy environment, as identified in Fingal Co. Council and as accepted by the trial\njudge for the purposes of argument in this case, is impermissibly vague. It either does\n\nnot bring matters beyond the right to life or the right to bodily integrity, in which case\nthere is no need for it. If it does go beyond those rights, then there is not a sufficient\ngeneral definition (even one which might, in principle, be filled in by later cases) about\nthe sort of parameters within which it is to operate.\n8.12 In the course of argument, the Court was referred to a textbook by David Boyd, a leading\nexpert in Canadian environmental law and policy, entitled The Environmental Rights\nRevolution: A Global Study of Constitutions, Human Rights, and the Environment (UBC\nPress, 2011), which is a detailed and scholarly account of the recognition of\nenvironmental rights in many jurisdictions. It is, however, striking that, in most of the\nstates where a constitutional right in the environmental field has been recognised, same\nhas been achieved by the inclusion of express wording in the constitutional instruments of\nthe state concerned. In other words, in accordance with the appropriate process to adopt\nor amend the Constitution of the state concerned, a particular type of environmental right\nhas been inserted into the Constitution. The advantage of express incorporation is that\nthe precise type of constitutional right to the environment which is to be recognised can\nbe the subject of debate and democratic approval. As is also clear from Boyd, there have\nbeen a number of different models adopted to incorporate environmental rights into\nconstitutional instruments.\n8.13 It is striking that, with one exception, no such right has been recognised in countries\nwithin the broad common law family. The exception concerned is India. However, it is\nnecessary to have regard to the fact that there are significant differences between the\nconstitutional structure and context in India compared with this jurisdiction which would\nmake it inappropriate, without significant further analysis, to consider that the relevant\nIndian jurisprudence in this case might prove persuasive in the Irish constitutional\nregime. Given that neither party sought to place reliance on Indian case law, I do not\nthink it appropriate, in the context of this case, to consider the Indian case law further.\n8.14 It does not seem to me that a cogent case has been made out for the identification of a\nderived right to a healthy environment. However, it is important, in saying that, to fully\nacknowledge that there may well be cases, which are environmental in nature, where\nconstitutional rights and obligations may be engaged. Indeed, this case provides a good\nexample. Had standing been established or had similar proceedings been brought by\npersons who undoubtedly had standing, then it would have been necessary for this Court\nto consider the circumstances in which climate change measures (or the lack of them)\nmight be said to interfere with the right to life or the right to bodily integrity. Other\nexamples could, doubtless be given. In indicating that I consider the asserted right to a\nhealthy environment to be an either unnecessary addition (if it does not go beyond the\nright to life and the right to bodily integrity) or to be impermissibly vague (if it does), I\nshould not be taken as suggesting that constitutional rights and state obligations have no\nrole to play in environment issues.\n8.15 There is, perhaps, a connecting thread between some of the important elements which\nare touched on in this judgment. As noted in the section on ultra vires, what might well\n\nhave been a non-justiciable question of policy clearly became justiciable because both a\npolicy (the NTO) and the need to specify how that policy was to be achieved became\nmatters of law by virtue of the 2015 Act. The fact that policy became law obliges this\nCourt to consider whether the Plan complied with the legal obligations imposed on a plan\nby the 2015 Act and, if not satisfied that the Plan does so, to say so in clear terms.\n8.16 Similar considerations apply in respect of constitutional claims. It is again important to\nreiterate that questions of general policy do not fall within the remit of the courts under\nthe separation of powers. However, if an individual with standing to assert personal\nrights can establish that those rights have been breached in a particular way (or, indeed,\nthat the Constitution is not being complied with in some matter that affects every citizen\nequally as occurred in Crotty v An Taoiseach [1987] I.R. 713), then the Court can and\nmust act to vindicate such rights and uphold the Constitution. That will be so even if an\nassessment of whether rights have been breached or constitutional obligations not met\nmay involve complex matters which can also involve policy. Constitutional rights and\nobligations and matters of policy do not fall into hermetically sealed boxes. There are\nundoubtedly matters which can clearly be assigned to one or other. However, there are\nalso matters which may involve policy, but where that policy has been incorporated into\nlaw or may arguably impinge rights guaranteed under the Constitution, where the courts\ndo have a role.\n8.17 In that context, I do acknowledge that, in an appropriate case, it may well be that\nconstitutional rights might play a role in environmental proceedings. I would not rule out\nthe possibility that the interplay of existing constitutional rights with the constitutional\nvalues to be found in the constitutional text and other provisions, such as those to be\nfound in Art. 10 and also the right to property and the special position of the home, might\ngive rise to specific obligations on the part of the State in particular circumstances.\nExactly how any such rights or obligations should be characterised and how the\nboundaries of such rights and obligations might be defined is a matter to be addressed in\ncases where they truly arise and have the potential to affect the result. Those questions\ndo not arise in this case and it would, therefore, be, in my view, wholly inappropriate to\naddress them. For present purposes, I think it is sufficient to indicate that the ill-defined\nright to a healthy environment sought to be relied on is either superfluous or lacking in\nprecision and I would not suggest that a right as so described can be derived from the\nConstitution.\n9. Conclusions\n9.1 In this judgment I first consider the argument put forward by FIE to the effect that the\nPlan does not comply with its legislative remit under the 2015 Act and is, therefore, ultra\nvires. It is noted that there was no question raised at the hearing as to the standing of\nFIE to make arguments along those lines. For the reasons set out in this judgment I\nconclude that, contrary to the submissions made on behalf of the Government, FIE should\nbe entitled to pursue the wider range of argument on this issue addressed in their written\nsubmissions. I also conclude that the issues are justiciable and do not amount to an\n\nimpermissible impingement by the courts into areas of policy. What might once have\nbeen policy has become law by virtue of the enactment of the 2015 Act.\n9.2 I also conclude that the 2015 Act, and in particular s.4, requires a sufficient level of\nspecificity in the measures identified in a compliant plan that are required to meet the\nNational Transitional Objective by 2050 so that a reasonable and interested person could\nmake a judgement both as to whether the plan in question is realistic and as to whether\nthey agree with the policy options for achieving the NTO which such a plan specifies. The\n2015 Act as a whole involves both public participation in the process leading to the\nadoption of a plan but also transparency as to the formal government policy, adopted in\naccordance with a statutory regime, for achieving what is now the statutory policy of\nmeeting the NTO by 2050. A compliant plan is not a five-year plan but rather a plan\ncovering the full period remaining to 2050. While the detail of what is intended to happen\nin later years may understandably be less complete, a compliant plan must be sufficiently\nspecific as to policy over the whole period to 2050.\n9.3 For the reasons also set out in this judgment, I have concluded that the Plan falls well\nshort of the level of specificity required to provide that transparency and to comply with\nthe provisions of the 2015 Act. On that basis, I propose that the Plan be quashed.\n9.4 I have also considered in this judgment whether it is appropriate to go on to deal with any\nof the further issues raised, given that I propose that the Plan be quashed and that it\nfollows that an identical plan cannot be made in the future. However, as the issues of\nstanding debated in this appeal could well arise in any future challenge to a new plan, I\ndo address those questions. For the reasons set out in this judgment I conclude that FIE,\nas a corporate entity which does not enjoy in itself the right to life or the right to bodily\nintegrity, does not have standing to maintain the rights based arguments sought to be\nput forward whether under the Constitution or under the ECHR. I also conclude that it\nhas not been shown that it is necessary to allow FIE to have standing under the exception\nto the general rule, which arises in circumstances where refusing standing would make\nthe enforcement of important rights either impossible or excessively difficult.\n9.5 On that basis I did not consider it appropriate to address the rights-based arguments put\nforward, but do offer views on the question of whether there is an unenumerated or, as I\nwould prefer to put it, derived right under the Constitution to a healthy environment.\nWhile not ruling out the possibility that constitutional rights and obligations may well be\nengaged in the environmental field in an appropriate case, I express the view that the\nasserted right to a healthy environment is either superfluous (if it does not extend beyond\nthe right to life and the right to bodily integrity) or is excessively vague and ill-defined (if\nit does go beyond those rights). As thus formulated, I express the view that such a right\ncannot be derived from the Constitution. I would reserve the position of whether, and if\nin what form, constitutional rights and state obligations may be relevant in environmental\nlitigation to a case in which those issues would prove crucial.",
  "page_count": 42,
  "character_count": 136591,
  "word_count": 23232,
  "is_scanned": false,
  "quality_level": "high",
  "quality_issues": [],
  "quality_metrics": {
    "chars_per_page": 3252.1666666666665,
    "special_char_ratio": 0.0013544084163671106,
    "word_count": 23232,
    "avg_word_length": 4.877711776859504,
    "excessive_line_breaks": 0
  },
  "library_versions": {
    "pdfplumber": "0.11.7",
    "PyMuPDF": "1.26.5",
    "PyPDF2": "3.0.1"
  }
}